Repository: galangbryllyan123/toko-online
Catalog: *-content/plugins/madhouse_messenger/languages/*/messages.po
Languages: es_es, fr_fr, ru_ru

source: Show more...
es_es: Mostrar más...
fr_fr: Voir plus...
ru_ru: Показать больше

source: Show messages of
es_es: Mostrar mensajes de
fr_fr: Voir les messages de
ru_ru: Показать сообщения о

source: From:
es_es: De:
fr_fr: De:
ru_ru: От:

source: To:
es_es: Para:
fr_fr: À:
ru_ru: Кому:

source: Auto-message
es_es: Auto-mensaje
fr_fr: Message automatique

source: Message attachments:
es_es: Archivos adjuntos:
fr_fr: Pièces jointes du message:

source: Disabled
es_es: Desactivar
fr_fr: Désactiver
ru_ru: Отключено

source: Deleted
es_es: Eliminar
fr_fr: Supprimé
ru_ru: Удалено

source: Documentation
es_es: Documentación

source: See more plugins by Madhouse
es_es: Ver más plugins de Madhouse
fr_fr: Voir plus de plugin par Madhouse
ru_ru: Еще плагины от разработчика

source: Links
es_es: Enlaces
fr_fr: Liens
ru_ru: Ссылки

source: Notifications & E-mails
es_es: Notificaciones & E-mails
ru_ru: Уведомления и Сообщения

source: Attachments
es_es: Archivos adjuntos
fr_fr: Pièces jointes

source: User block
es_es: Bloquear usuario
fr_fr: Utilisateur bloqué
ru_ru: Блокировка пользователей

source: Add this helper in the header to display a link to the inbox and the number of unread messages.
es_es: Añadir este helper en el header para mostrar un enlace a la bandeja de entrada y el número de mensajes no leídos.
fr_fr: Ajoutez ce helper dans le header pour afficher un lien vers la boîte de réception et le nombre de messages non lu.
ru_ru: Добавьте этот код в заголовок для отображения ссылки в папке "Входящие" и количества непрочитанных сообщений.

source: Only registered users can contact the publisher
es_es: Sólo los usuarios registrados pueden contactar al anunciante
fr_fr: Seulement les utilisateurs enregistrés peuvent contacter l’annonceur

source: All users can contact the publisher
es_es: Todos los usuarios pueden contactar al anunciante
fr_fr: Tous les utilisateurs peuvent contacter l’annonceur

source: Messenger is always integrated with Osclass settings where it can. You can enable or disable the requirement for registered users on contact using the 'Only allow registered users to contact publisher' option in %sOsclass item settings page%s.
es_es: Messenger siempre está integrado en la configuración de Osclass. Puedes activar o desactivar el requerimiento para usuarios registrados usando la opción "Sólo permitir a usuarios registrados contactar a los anunciantes" en la página%s 7 de configuración de anuncios en %sOsclass.
fr_fr: Madhouse Messenger est toujours intégré avec les paramètres de Osclass quand il le peut. Vous pouvez activer ou désactiver l’obligation d’être inscrit pour contacter une annonce en modifiant le paramètre ‘Seuls les utilisateurs inscrits et connectés peuvent contacter l'annonceur’ dans %sla page des paramètres des annonces%s.

source: Display a link in 'user_menu'
es_es: Mostrar un enlace en 'user_menu'
fr_fr: Afficher un lien dans le 'user_menu'
ru_ru: Отобразить ссылку в 'user_menu'

source: Subject
es_es: Asunto
fr_fr: Sujet

source: Enable on contact form
es_es: Permitir en el formulario de contacto
fr_fr: Activer sur le formulaire de contact

source: Require the use of madhouse messenger contact form to display the input
es_es: Obligar la utilización del formulario de contacto de Madhouse Messenger para mostrar el input
fr_fr: L’utilisation du formulaire de contact de Madhouse Messenger est requis pour afficher le champ

source: Edition on thread page
es_es: Edición en la página del hilo
fr_fr: Édition sur la page de conversation

source: Allow or not subject edition by users on thread.
es_es: Permitir o no la edición del sujeto por los usuarios en el hilo.
fr_fr: Autoriser ou pas l’édition du titre de la conversation par les utilisateurs.

source: Delete message for viewer and recipient
es_es: Eliminar el mensaje para el viewer y el recipiento
fr_fr: Supprimer le message pour tous les participants

source: Delete message only for viewer
es_es: Eliminar mensaje sólo para le viewer
fr_fr: Supprimer les messages seulement pour l’utilisateur qui consulte la conversation

source: The first mode allow users to delete their message and they are deleted for the sender and the recipient.
es_es: El primer podo permite a los usuarios eliminar sus mensajes y son borrados para el destinatario como para el que lo envía.
fr_fr: Le premier mode autorise les utilisateurs à supprimer leurs messages et ils sont supprimés pour l’utilisateur qui l’a envoyé et celui qui l’a reçu.

source: The second mode allow users to delete all messages but they are only deleted for the viewer.
es_es: El segundo modo permite a los usuarios eliminar todos los mensajes pero sólo para el recipiente
fr_fr: Le second mode autorise les utilisateurs à supprimer tous les messages mais ils sont seulement supprimées pour l’utilisateur qui consulte la conversation.

source: The prefix is used to create URLs for the plugin. By default, the prefix is 'messenger', therefore, the inbox URL will be 'http://yourwebsite.com/messenger/inbox'.
es_es: El prefijo es usado para crear URLs para el plugin. Por defecto, el prefijo es 'messenger'. De esta forma, la URL de la bandeja de entrada será 'http://yourwebsite.com/messenger/inbox'
fr_fr: Le préfix est utilisé pour créer des URLs du plugin. Par défaut, le préfix utilisé est ‘messenger’, de ce fait l’url de boîte de réception sera 'http://yourwebsite.com/messenger/inbox'.
ru_ru: Префикс используется для создания URL-адресов для плагина. По умолчанию префикс 'messenger', поэтому, папка Входящие URL будет 'http://yourwebsite.com/messenger/inbox'.

source: Moderator
es_es: Moderador
fr_fr: Modérateur
ru_ru: Модератор

source: Current is '%s'
es_es: Actualmente es %s
fr_fr: '%' sélectionné
ru_ru: Текущий: %s

source: (manage user)
es_es: (gestionar usuario)
fr_fr: (gérer l'utilisateur)
ru_ru: (Управление пользователем)

source: Select a user to be able to interact with your users from the users listing (action contact on a particular user).
es_es: Seleccionar a un usuario para que sea capaz de interactuar con tus usuarios del la lista de usuarios (action contact for a particular user)
fr_fr: Sélectionnez un utilisateur pour être capable d’interagir avec vos utilisateurs depuis la liste des utilisateurs (action contacter sur un utilisateur)
ru_ru: Выберите пользователя, чтобы иметь возможность взаимодействовать с пользователями из списка (действие на контакт конкретного пользователя).

source: Contact form
es_es: Formulario de contacto
fr_fr: Formulaire de contact
ru_ru: Контактная форма

source: Enable message template
es_es: Permitir plantilla de mensaje
fr_fr: Activer le modèle de message
ru_ru: Включить шаблон сообщения

source: This feature display the last message send by a user when he try to contact someone avoiding copy and past.
es_es: Esta funcionalidad muestra el último mensaje enviado por un usuario cuando ha intentado contactar a otro evitando copiar-pegar
fr_fr: Cette fonctionnalité affiche le dernier message envoyé par un utilisateur lorsqu’il essaye de contacter quelqu’un évitant ainsi le copier coller.
ru_ru: Эта функция отображения последнего сообщения отправленного пользователем, когда он попытается связаться с кем-то, избегая копирования и вставки.

source: Thread action
es_es: Acciones del hilo.
fr_fr: Action
ru_ru: Статус переписки

source: Enable 'mark as unread'
es_es: Permite 'marcar como no leído'
fr_fr: Activer ‘marquer comme non lu’

source: Users are able to mark a conversation as unread when somebody send them a message.
es_es: Los usuarios puede marcar una conversación como no leída cuando alguien les ha enviado un mensaje.
fr_fr: Les utilisateurs son capable de marquer une conversation comme non lu lorsque quelqu’un leur a envoyé un message.
ru_ru: Пользователи могут пометить переписку как Не прочитано, когда кто-то отправит им сообщение.

source: Enable 'mark all as read'
es_es: Permitir 'marcar todos como leídos'
fr_fr: Activer ‘marquer tout comme lu’

source: Users are able to mark a all conversation as read in one click.
es_es: Los usuarios pueden marcar todas las conversaciones como leídas en un click.
fr_fr: Les utilisateurs son capable de marquer toutes les conversations comme lus en un clique.

source: On item delete
es_es: En borrar anuncio
fr_fr: Annonce supprimée
ru_ru: По вопросу удаления

source: Send an auto-message when deleting an item
es_es: Enviar un auto-mensaje cuando se elimina un anuncio
fr_fr: Envoyer un message automatique quand une annonce est supprimé
ru_ru: Отправить автоматическое сообщение при удалении пункта

source: Users that contacted the deleted item will get a message to notify them that it's not available anymore.
es_es: Los usuarios que han contactado el anuncio eliminado recibirán un mensaje notificándolos que el anuncio ya no está disponible.
fr_fr: Les utilisateurs ayant contacté l’annonce supprimé recevrons un message pour les notifier que cette annonce n’est plus disponible.
ru_ru: Пользователи, которые контактировали с удаленным элементом получят сообщение, уведомляющее их , что это элимент больше не доступен.

source: On item spam
es_es: En anuncio spam
fr_fr: Annonce indésirable
ru_ru: По вопросу о спаме

source: Send an auto-message when the admin marks an item as spam
es_es: Enviar un auto-mensaje cuando el administrador marca un anuncio como spam
fr_fr: Envoyer un message automatique quand l’administrateur marque une annonce comme indésirable
ru_ru: Отправить автоматическое сообщение, когда администратор отмечает элемент как спам

source: Users that contacted an item marked as spam will get a message to notify them to be careful.
es_es: Los usuarios que han enviado un mensaje a través de un anuncio marcado como spam recibirán un mensaje notificándolos de tener cuidado.
fr_fr: Les utilisateurs ayant contacté l’annonce indésirable recevront un message pour les notifier d’être toujours plus prudent.
ru_ru: Пользователи, которые контактировали с элементом помеченным как спам получат сообщение, уведомляющее их, чтобы они были осторожны.

source: Customize auto-messages text
es_es: Personalizar texto de auto-mensajes
fr_fr: Personnaliser le text des messages automatiques
ru_ru: Настройка текста авто-сообщений

source: Do not send auto-messages to threads inactive for more than %s days
es_es: No enviar auto-mensajes a hilos inactivos durante más de %s days
fr_fr: Ne pas envoyer de messages automatiques aux conversations inactives depuis plus de %s jours
ru_ru: Не отправлять автоматические сообщения на темы неактивные в течение более чем %s дней

source: This feature is useful not to notify users that contacted the item a very long time ago.
es_es: Esta funcionalidad es útil para no notificar usuarios que hayan contactado a través de un anuncio hace mucho tiempo.
fr_fr: Cette fonctionnalité est utile pour ne pas notifier les utilisateurs qui ont contacté une annonce depuis un long moment.
ru_ru: Эта функция чтобы не уведомлять пользователей о очень давних контакатах.

source: Inactive threads means: no recent messages for X days.
es_es: Hilos inactivos significa: ningún mensaje reciente durante X días.
fr_fr: Les conversations inactives sont celles qui ont eu aucun nouveau message depuis X jour.
ru_ru: Неактивные нити переписок означает: нет последних сообщений Х дней.

source: Leave empty to always send a message.
es_es: Dejar en blanco para siempre mandar un mensaje.
fr_fr: Laisser vide pour envoyer tout le temps un message.
ru_ru: Оставьте пустым, чтобы всегда отправлять сообщения.

source: Enable autolinker
es_es: Permitir autolinker
fr_fr: Activer autolinker
ru_ru: Включить autolinker

source: Enable autolinker to replace links, emails, hashtag and @name in messages by clickable links.
es_es: Permitir a autolinker cambiar links, emails, hastag y @nombre en mensajes a través de enlaces clickables.
fr_fr: Activer autolinker pour remplacer les liens, emails, hashtag et @nom dans les messages par un lien pouvant être cliqué.
ru_ru: Включить autolinker чтобы заменить ссылки, электронные письма, хэштег и @name в сообщениях с помощью активных ссылок.

source: Open links
es_es: Abrir links
fr_fr: Ouvrir les liens
ru_ru: Открывать ссылки

source: In a new window
es_es: En una ventana nueva
fr_fr: Dans une nouvelle fenêtre

source: In the same window
es_es: En la misma ventana
fr_fr: Dans la même fenêtre

source: Prefix
es_es: Prefijo
fr_fr: Préfix
ru_ru: Префикс

source: Hide
es_es: Ocultar
fr_fr: Cacher
ru_ru: Скрыть

source: Show
es_es: Mostrar
fr_fr: Afficher
ru_ru: Показать

source: Show or hide the http:// or https:// prefix
es_es: Mostrar o ocultar el prefijo http:// o https://
fr_fr: Afficher ou cacher le préfix http:// ou https://
ru_ru: Показать или скрыть http:// или https: // префикс

source: Link Length
es_es: Longitud del link
fr_fr: Longueur des liens
ru_ru: Длина ссылки

source: Truncate links to a specific length. Leave empty if you doesn't want to truncate links in messages.
es_es: Truncar enlaces a una longitud específica. Dejar en blaco si no quieres truncar enlaces en los mensajes
fr_fr: Tronquer les liens pour une longueur spécifique. Laisser vide si vous ne voulez pas que les liens soient tronquer dans les messages.
ru_ru: Обрезать ссылки на определенную длину. Оставьте пустым, если вы не хотите укоротить ссылки в сообщениях.

source: Notifications & Reminders (e-mails)
es_es: Notificaciones & Recordatorios (e-mails)
fr_fr: Notifications et rappels (e-mails)
ru_ru: Напоминания & уведомления (сообщения)

source: Enable e-mails
es_es: Permitir e-mails
fr_fr: Activez les notifications par e-mails
ru_ru: Включить сообщения (email)

source: Notifications
es_es: Notificaciones
fr_fr: Notifications (e-mails)
ru_ru: Уведомления

source: Important!
es_es: ¡Importante!
ru_ru: Вимание!

source: Daily reminders
es_es: Recordatorios diarios
fr_fr: Rappels journaliers
ru_ru: Ежедневные напоминания

source: Enable reminders
es_es: Activar recordatorios
fr_fr: Activer les rappels
ru_ru: Включить напоминания

source: Send a reminder every %s day(s) for %s day(s)
es_es: Enviar un recordatorio cada %s día(s) durante %s día(s)
fr_fr: Envoyer un rappel tout les %s nouveau(x) message(s) pendant %s jour(s)
ru_ru: Отправить напоминание каждые %s дней в течение %s дней

source: It will send an e-mail every X days for Y days to users with unread messages.
es_es: Se enviará un email cada X días durante Y días a usuarios con mensajes no leídos
fr_fr: Un e-mail sera envoyé tout les X jours chaque Y jours aux utilisateurs avec des messages non-lus.
ru_ru: Он будет посылать электронную почту каждые Х дней в течение Y дней для пользователей с непрочитанными сообщениями.

source: Formatting options
es_es: Opciones de formatear
fr_fr: Option de formatage
ru_ru: Параметры форматирования

source: characters in e-mail excerpt.
es_es: caracteres en el extracto del e-mail
fr_fr: Nombre de caractères dans le résumé de l’email.
ru_ru: символов в отрывке электронного письма.

source: Limit the e-mail excerpt to the first line.
es_es: Limitar el extracto del email a la primera línea
fr_fr: Limiter le résumé de l’e-mail à la première ligne.
ru_ru: Ограничьте отрывок e-mail в первой строке.

source: Messenger allow your users to attach files to their messages.
es_es: Messenger permite a tus usuarios adjuntar archivos en sus mensajes
fr_fr: Madhouse Messenger vous autorise à joindre des fichiers à vos messages.

source: Attachments are enabled!
es_es: Archivos adjuntos activados
fr_fr: Les pièces jointes sont activées !

source: Attachments are disabled!
es_es: Archivos adjuntos desactivados
fr_fr: Les pièces jointes sont désactivées !

source: Messenger is always integrated with Osclass settings where it can. You can enable or disable attachment using the 'Allow attached files in contact publisher form' option in %sOsclass item settings page%s.
es_es: Messenger siempre que puede está integrado en la configuración de Osclass. Puedes activar o desactivar los archivos adjuntos utilizando la opción 'Permite adjuntar archivos en el formulario de contacto del anunciante' en la página%s de configuración de anuncios de %sOsclass.
fr_fr: Madhouse Messenger est toujours intégré avec les paramètres de Osclass quand il le peut. Vous pouvez activer ou désactiver les pièces jointes en utilisant l’option ‘ Autoriser l'ajout de fichiers joints aux formulaires de contact avec l'annonceur’ dans %sla page des paramètres des annonces%s.

source: Security warnings!
es_es: Advertencias de seguridad!
fr_fr: Avertissement de sécurité

source: Maximum size
es_es: Talla máxima
fr_fr: Taille maximum

source: Max file size allowed in Kb.
es_es: Tamaño máximo de archivo permitido en Kb.
fr_fr: Taille de fichier maximum en Kb.

source: Thumbnail size
es_es: Tamaño miniatura
fr_fr: Taille de la miniature

source: For images only. Size must be specified as '{width}x{height}', eg. '150x150'.
es_es: Sólo para imágenes. El tamaño ha de ser especificado en '{anchura}x{altura}', eg. '150x150'.
fr_fr: Uniquement pour les images. La taille doit avoir ce format : '{width}x{height}’. Exemple : '150x150'.

source: Maximum number of %s attachment(s) per message.
es_es: Número máximo de %s archivos adjuntos por mensaje
fr_fr: Nombre maximum de %s pièce(s) jointe(s) par message.

source: Maximum number of files that can be attached to a single message.
es_es: Número máximo de archivos que pueden adjuntarse en un mensaje
fr_fr: Nombre maximum de pièces jointes qui peuvent être envoyé avec un message.

source: Allowed file extensions
es_es: Permitir extensiones de archivos
fr_fr: Extensions autorisées

source: Comma-separated list of file extensions that are allowed, for example: 'doc, txt, jpg, jpeg, png, zip'.
es_es: Lista de extensiones de archivos permitidos separados por comas, por ejemplo: 'doc, txt, jpg, jpeg, png, zip'.
fr_fr: Liste des extensions autorisées séparée par des virgules, par exemple: ‘doc, txt, jpg, jpeg, png, zip’.

source: Enable secure URL
es_es: Permitir URL segura
fr_fr: Activer l’URL sécurisé

source: Enable this option to serve resources through a route, hiding actual path and name to files, making the upload system secured.
es_es: Permitir esta opción para ofrecer recursos a través de una ruta, escondiendo el origen y nombre de los archivos, haciendo la subida de archivos segura.
fr_fr: Activer cette option pour accéder aux pièces jointes à l’aide d’une route ce qui cachera sa localisation et son nom pour sécuriser votre site.

source: The upload directory is protected by a .htaccess file, edit its content only if you know what you're doing.
es_es: La carpeta donde se suben los archivos está protegida con un archivo .htaccess. Edítalo sólo si sabes lo que estás haciendo.
fr_fr: Le dossier d’envoi est protégé par un fichier .htaccess, éditer son contenu est seulement possible si vous savez ce que vous faites.

source: Enable status
es_es: Activar estados
fr_fr: Activer les statuts
ru_ru: Включить статус

source: Manage and customize thread status
es_es: Gestionar y personalizar
fr_fr: Gérer et customiser les status de conversation

source: Default status
es_es: Estado predeterminado
fr_fr: Statut par défaut
ru_ru: Статус По Умолчанию

source: Only item owner can modify the status of a thread
es_es: Sólo el anunciante puede modificar el estado de un hilo.
fr_fr: Seul le propriétaire de l'annonce peut modifier le statut de la conversation
ru_ru: Только владелец объявления может изменять статус переписки

source: If this option is not checked anyone can modify it.
es_es: Si esta opción no está activada cualquiera puede modificarla.
fr_fr: Si coché, tous les participants d'une conversation peuvent le modifier.
ru_ru: Если этот параметр не установлен, любой человек может изменить его.

source: Allow users to block somebody
es_es: Permitir a usuarios bloquear a otros.
fr_fr: Autoriser les utilisateurs à bloquer quelqu’un
ru_ru: Разрешить пользователям блокировать кого-то

source: Users can't send messages to users who blocked him.
es_es: Los usuarios no pueden enviar mensajes a usuarios que les hayan bloqueado.
fr_fr: Les utilisateurs ne peuvent pas envoyer de messages aux utilisateurs qui l’ont bloqué.
ru_ru: Пользователи не могут отправлять сообщения пользователям, которые блокировали его.

source: Notify admin when somebody is blocked
es_es: Notificar al administrador cuando alguien sea bloqueado
fr_fr: Notifier l’administrateur quand quelqu’un est bloqué.
ru_ru: Уведомить администратора, когда кто-то заблокирован

source: Send an email to admin when somebody is blocked to manage him.
es_es: Enviar un email al administrador cuando alguien sea bloqueado para gestionarlo.
fr_fr: Envoyer un email à l’administrateur quand quelqu’un est bloqué pour pouvoir le vérifier.
ru_ru: Отправить email администратору, когда кто-то блокируется, чтобы управлять им.

source: Save changes
es_es: Guardar cambios
fr_fr: Valider
ru_ru: Сохранить изменения

source: Create a status
es_es: Crear un estado
fr_fr: Statut par défaut
ru_ru: Написать статус

source: Status can be used by users to mark a conversation. It is displayed for everybody in the thread. It help users to organize their threads.
es_es: Los estados pueden usarse para marcar una conversación. Son mostrados a todos en el hilo. Ayuda a los usuarios a organizar sus hilos.
fr_fr: Les status permettent aux utilisateurs d’organiser leurs conversations. Ils sont visibles par tous les utilisateurs dans une discussions.

source: Title
es_es: Título
fr_fr: Titre
ru_ru: Заголовок

source: Description
es_es: Descripción

source: Add status
es_es: Añadir estado
fr_fr: Ajouter un status
ru_ru: Добавить статус

source: Manage status
es_es: Gestionar estado
fr_fr: Gérer les status
ru_ru: Управление статусом

source: Status: %s
es_es: Estado: %s
ru_ru: Статус: %s

source: Remove this status
es_es: Eliminar este estado
fr_fr: Supprimer ce status
ru_ru: Удалить этот статус

source: Title in %s
es_es: Título en %s
fr_fr: Titre en %s
ru_ru: Заголовок для %s

source: Are you sure you want to delete this status? This can't be undone.
es_es: ¿Estás seguro que quieres eliminar este estado? No podrás volver atrás.
fr_fr: Êtes vous certain de vouloir supprimer ce status ? Cette action ne peut pas être annulé.
ru_ru: Вы уверены, что хотите удалить этот статус? Это нельзя будет отменть.

source: Please wait, depending on the size of your database, it may take a few minutes to update your messenger installation to the latest version.
es_es: Por favor, dependiendo del tamaño de tu base de datos, la actualización a la última versión de tu Messenger puede tardar varios minutos.
fr_fr: Merci de patienter. La mise à jours peut prendre un certain temps. Cela dépendre la taille de votre base de donnée.
ru_ru: Пожалуйста, подождите, в зависимости от размера базы данных, это может занять несколько минут для обновления установки messengera до последней версии.

source: Nothing to update, everything's good.
es_es: No hay nuevas actualizaciones.
fr_fr: Aucune mise à jour requise, tout va bien.
ru_ru: Нечего обновлять, все хорошо.

source: Update
es_es: Actualizar
fr_fr: Mettre à jour
ru_ru: Обновить

source: Progress
es_es: Progreso
fr_fr: Progression
ru_ru: Идет выполнение

source: thread(s) were successfully updated.
es_es: Los hilo(s) han sido actualizados correctamente.
fr_fr: conversation(s) on été mis à jour avec succès.
ru_ru: переписки(а) были успешно обновлены.

source: Total time:
es_es: Tiempo total:
fr_fr: Temps total :
ru_ru: Общее время:

source: Back to Messenger dashboard
es_es: Volver al panel de control de Messenger
fr_fr: Revenir sur le tableau de bord de Messenger
ru_ru: Вернуться к панели Messengerа
