Repository: galangbryllyan123/toko-online
Catalog: *-content/plugins/madhouse_messenger/languages/*/messages.po
Languages: es_es, fr_fr, ru_ru

source: The requested message / conversation does not exists.
es_es: El mensaje / conversación indicado no existe.
fr_fr: Le message ou la conversation demandé(e) n'existe pas.
ru_ru: Запрошенное сообщение / переписка не существует.

source: Messages of '%s' (Thread: #%d)
es_es: Mensajes de '%s' (Hilo: #%d)
fr_fr: Message de '%s' (Conversation: #%d)
ru_ru: Сообщения от '%s' (Тема: #%d)

source: Non-registered users
es_es: Usuarios no registrados
fr_fr: Utilisateurs non enregistrés

source: The requested user does not exist.
es_es: El usuario indicado no existe.
fr_fr: L'utilisateur demandé n'existe pas.
ru_ru: Пользователь не существует

source: User is deleted, you can't filter on his messages.
es_es: Usuario eliminado, no puedes ver sus mensajes.
fr_fr: L’utilisateur a été supprimé, vous ne pouvez pas filtrer sur ses messages.

source: %s's messages (User: %s)
es_es: %s's mensajes (User: %s)
fr_fr: Messages de %s (User: #%s)

source: Blocked User
es_es: Usuario bloqueado
fr_fr: Utilisateur Bloqué

source: Successfully unblocked user %s for %s
es_es: Usuario desbloqueado correctamente %s for %s
fr_fr: Vous avez débloqué l’utilisateur %s à la place de %s
ru_ru: Успешно разблокирован пользователь %s для %s

source: This user is already blocked
es_es: Este usuario ya está bloqueado
fr_fr: Cet utilisateur est déjà bloqué
ru_ru: Этот пользователь уже заблокирован

source: Nice try, but you can't do that!
es_es: Bueno intento, ¡pero no puedes hacer esto!
fr_fr: Bien essayé, mais vous ne pouvez pas faire ça !
ru_ru: Хорошая попытка, но вы не можете сделать это!

source: An error occured while performing the task
es_es: Un error ha ocurrido durante el proceso.
fr_fr: Une erreur est survenue pendant le traitement
ru_ru: Произошла ошибка при выполнении задания

source: '%s' does not match any known extension/type
es_es: '%s' no cuadra con ninguna extensión/tipo conocida
fr_fr: ‘%s’ do correspond pas à une extension connue

source: Can't send reminder every '%s' new messages. Must be greater than 1.
es_es: No se puede enviar un recordatorio cada '%s' nuevos mensajes. Debe ser superior a 1.
fr_fr: Vous ne pouvez pas envoyer de rappels tous les '%s' nouveaux messages. Doit être supérieur à 1.
ru_ru: Не удается отправить напоминание каждые '%s' новых сообщений. Должно быть больше 1.

source: Something went wrong blocking the message(s)
es_es: Algo falló al bloquear el mensaje(s)
fr_fr: Quelque chose s’est mal passé en essayant de bloquer le(s) message(s)
ru_ru: Что-то пошло не так, блокировать сообщение(я)

source: Successfully blocked the message!
es_es: ¡Mensaje bloqueado correctamente!
fr_fr: Le message a été bloqué !
ru_ru: Успешно заблокировано сообщение!

source: Something went wrong during the process.
es_es: Algo falló durante el proceso.
fr_fr: Une erreur est survenu lors du traitement.
ru_ru: Что-то пошло не так.

source: Successfully update labels!
es_es: ¡Etiquetas actualizadas correctamente!
fr_fr: Les libellés ont été mis à jours !
ru_ru: Успешно обновлены метки!

source: Successfully added one label!
es_es: ¡Añade una etiqueta con éxito!
fr_fr: Label ajouté avec succès!

source: Fail when adding one label: slug and title can't be empty.
es_es: Fallo al añadir la etiqueta: el slug y el título no pueden estar vacíos.
fr_fr: Impossible d’ajouter un libellé. L’identifiant ne peut être vide.

source: Failed while adding the label.
es_es: Error al añadir la etiqueta.
fr_fr: Impossible d’ajouter ce label.

source: You can't remove a system label.
es_es: No puedes eliminar un sistema de etiquetas.
fr_fr: Vous ne pouvez pas supprimer ce libellé.
ru_ru: Вы не можете удалить системную метку.

source: Successfully remove one label!
es_es: ¡Etiqueta eliminada correctamente!
fr_fr: Un libellé a été supprimé !
ru_ru: Успешно удалина метка!

source: Failed to delete the label: this label doesn't exist.
es_es: Error al eliminar la etiqueta: esta etiqueta no existe.
fr_fr: Impossible de supprimer ce label, il n’existe pas.

source: Successfully update events!
es_es: ¡Eventos actualizados correctamente!
fr_fr: Les évènements ont été mis à jour
ru_ru: Успешно обновлено событие!

source: Successfully update status!
es_es: ¡Estado actualizado correctamente!
fr_fr: Les statuts ont été mis à jour
ru_ru: Успешно обновлен статус!

source: Fail when adding one status. Slug and title can't be empty.
es_es: Error al añadir el estado. El slug y el título no puede estar vacíos.
fr_fr: Impossible d’ajouter ce statut: l’identifiant et le titre ne peuvent être vide.
ru_ru: Сбой при добавлении статуса. Системный ярлык и название не могут быть пустыми.

source: Fail when adding one status. The slug need to be unique. You need to change your title.
es_es: Error al añadir el estado. El slug ha de ser único. Debes cambiar el título.
fr_fr: Impossible d’ajouter un status. L’identifiant doit être unique. Vous devez changer le titre.

source: Successfully add one status!
es_es: ¡Estado añadido correctamente!
fr_fr: Un statut a été ajouté !
ru_ru: Успешно добавлен статус!

source: This status doesn't exist. Failed to delete it.
es_es: Este estado no existe. Error al elimnar.
fr_fr: Ce statut n’existe pas: impossible de le supprimer.
ru_ru: Этот статус не существует. Не удалось удалить его.

source: Successfully remove one status!
es_es: ¡Estado eliminado correctamente!
fr_fr: Un statut a été supprimé !
ru_ru: Успешно добавлен статус!

source: Please, head to settings to select a moderation user.
es_es: Por favor, dirígete a configuración para seleccionar un usuario moderador.
fr_fr: Veuillez sélectionner un modérateur dans les paramètres.
ru_ru: Пожалуйста, выберите модератора в настройках.

source: Can't send an empty message.
es_es: No puedes enviar un mensaje vacío
fr_fr: Il est impossible d'envoyer un message vide.
ru_ru: Невозможно отправить пустое сообщение.

source: Select a user to send the message to and choose the 'Contact' action.
es_es: Seleccionar el usuario destinatario del mensaje y escoge la acción 'Contacto'
fr_fr: Choisissez un utilisateur et choisissez l'action 'Contacter'.
ru_ru: Выберите пользователя, чтобы отправить сообщение и выберите 'Contact'.

source: An error occured while performing the task.
es_es: Un error ha ocurrido durante el proceso.
fr_fr: Une erreur est survenue pendant le traitement.
ru_ru: Произошла ошибка при выполнении задания.

source: Successfully sent the message!
es_es: ¡Mensaje enviado correctamente!
fr_fr: Le message a bien été envoyé !
ru_ru: Успешно отправлено сообщение!

source: An error occured while performing the upgrade.
es_es: Un error ha ocurrido durante la actualización
fr_fr: Une erreur est survenue pendant la mise à jours.
ru_ru: Произошла ошибка во время выполнения обновления.

source: Well done. Successfully updated messenger!
es_es: Bien hecho. ¡Actualizado correctamente!
fr_fr: Félicitation. Messenger est maintenant à jour.
ru_ru: Отлично. Мессенджер успешно обновлен!

source: No action defined
es_es: Ninguna acción definida
fr_fr: Aucune action définie
ru_ru: Никаких действий не задано

source: Nothing to do, no threads in database.
es_es: Nada que hacer. No hay hilos en la base de datos.
fr_fr: Rien à faire, aucune conversation dans la base de donnée.
ru_ru: Ничего не делать, ни один из переписок в базе данных.

source: Please login to access to your messages
es_es: Por favor, entra en tu cuenta para ver tus mensajes
fr_fr: Merci de vous connecter pour accéder à vos messages
ru_ru: Пожалуйста, войдите в свой аккаунт, чтобы получить доступ к сообщениям

source: Something went wrong performing the task!
es_es: ¡Algo falló durante el proceso!
fr_fr: Une erreur est survenu lors du traitement
ru_ru: Что-то пошло не так во время процесса!

source: The requested label does not exist
es_es: Esta etiqueta no existe.
fr_fr: Le libellé n’existe pas

source: Successfully moved thread to %s
es_es: Hilo movido correctamente a %s
fr_fr: Libellé ‘%s’ ajouté à la conversation

source: Thread is already marked as %s
es_es: Hilo ya marcado como %s
fr_fr: La conversation possède déjà le libellé %s
ru_ru: Переписка уже отмечена как %s

source: Successfully removed thread of '%s'
es_es: Hilo eliminado correctamente de '%s'
fr_fr: Libellé ‘%s’ retiré de la conversation

source: Thread is not marked as %s
es_es: El hilo no está marcado como %s
fr_fr: La conversation ne possède pas le libellé %s
ru_ru: Переписка еще не отмечен как %s

source: Successfully blocked user %s
es_es: Usuario %s bloqueado correctamente
fr_fr: L’utilisateur %s a été bloqué
ru_ru: Успешно заблокирован пользователь %s

source: Successfully unblocked user %s
es_es: Usuario %s desbloqueado correctamente
fr_fr: L’utilisateur %s a été débloqué
ru_ru: Успешно разблокирован пользователь %s

source: This user is already unblocked
es_es: Este usuario ya está desbloqueado
fr_fr: Cet utilisateur est déjà bloqué
ru_ru: Этот пользователь уже разблокирован

source: Successfully mark a thread as unread
es_es: Hilo marcado correctamente como no leído
fr_fr: Discussion marquée comme non lu
ru_ru: Успешно переписка помечена как непрочитанная

source: Successfully mark all threads as read
es_es: Los mensajes se ha marcado como leída
fr_fr: Marqué comme non lu avec succès

source: The requested message or conversation does not exist
es_es: El mensaje o conversación que buscas no existe
fr_fr: Le message ou la discussion demandé(e) n’existe pas

source: The requested status does not exist
es_es: El estado que buscas no existe
fr_fr: Le status n’existe pas

source: You are registered. Please login to see the thread.
es_es: Estás registrado. Por favor, haz login para ver este hilo.
fr_fr: Vous êtes inscrit. Merci de vous inscrire pour votre cette conversation.

source: Talking with %s - %s
es_es: Hablando con %s - %s
fr_fr: Discussion avec %s - %s

source: Talking with %s
es_es: Hablando con %s
fr_fr: Discussion avec %s

source: Sorry, you can't send a message to a disabled/deleted user
es_es: Lo sentimos, no puedes enviar un mensaje a un usuario eliminado o desactivado
fr_fr: Désolé, vous ne pouvez pas envoyer un message à un utilisateur désactivé/supprimé.
ru_ru: К сожалению, вы не можете отправить сообщение для заблокированног / удаленного пользователя

source: We've successfully updated the thread status
es_es: El estado del hilo ha sido actualizado correctamente
fr_fr: Le statut de la conversation a été mis à jour

source: We've successfully updated the thread title
es_es: El título del hilo ha sido actualizado correctamente
fr_fr: Le titre de la conversation a été mis à jour

source: You can not delete this message
es_es: No puedes eliminar este mensaje
fr_fr: Vous ne pouvez pas supprimer ce message

source: Message deleted
es_es: Mensaje eliminado
fr_fr: Message supprimé

source: Can't send an empty message
es_es: No puedes enviar un mensaje vacío
fr_fr: Il est impossible d’envoyer un message vide
ru_ru: Невозможно отправить пустое сообщение.

source: Sorry, you can't send a message to a disabled/deleted item
es_es: Lo sentimos, no puedes enviar un mensaje a un anuncio eliminado o desactivado
fr_fr: Désolé, vous ne pouvez pas envoyer un message à une annonce désactivé/supprimé.
ru_ru: К сожалению, вы не можете отправить сообщение для заблокированног / удаленного элимента

source: This email is already registered. Please login to send a message.
es_es: Este email ya está registrado. Por favor, haz login para enviar un mensaje
fr_fr: Cet email est déjà inscrit. Merci de vous connecter pour envoyer un message.

source: Sorry, you can't send a message to this user. He may have blocked you.
es_es: Lo sentimos, no puedes enviar un mensaje a este usuario. Puede que te haya bloqueado.
fr_fr: Désolé, vous ne pouvez pas envoyer de message à cet utilisateur. Il vous a peut-être bloqué.

source: Your name and/or email address do not seem valid.
es_es: Su nombre y / o email no parecen válidos.
fr_fr: Votre nom et/ou adresse email semble incorrects

source: Failed to send the message. One of your files is too big or isn't an allowed extension.
es_es: Error al enviar el mensaje. Uno de tus archivos es demasiado grande o su formato no está permitido.
fr_fr: Impossible d’envoyer le message. Un de vos fichiers est trop gros ou son extension n’est pas autorisé.

source: We've successfully sent your message
es_es: Mensaje enviado correctamente
fr_fr: Le message a bien été envoyé avec succès
ru_ru: Мы успешно отправили сообщение

source: Posted data exceeds the server limit. Probable cause: uploaded file is too large.
es_es: Este mensaje excede los límites del servidor. Causa probable: el archivo es demasiado grande.
fr_fr: La taille des pièces jointes est plus importante que la limite du serveur. La taille du fichier envoyé est sans doute trop importante.

source: Saving the message has failed.
es_es: Error al guardar el mensaje.
fr_fr: Ce message n'a pas pu être enregistré.
ru_ru: Сохранение сообщения не удалась.

source: Adding the message to the requested thread has failed.
es_es: Error al añadir el mensaje al hilo.
fr_fr: L'ajout du message à la conversation a échoué.
ru_ru: Добавление сообщения в запрашиваемую переписку не удалось.

source: A new Madhouse Messenger version has been detected, head to the %s to complete the upgrade.
es_es: Una nueva versión de Madhouse Messenger ha sido detectada. Dirígete a %s para completar la actualización.
fr_fr: Une nouvelle version de Madhouse Messenger a été détecté, terminez la mise à jours en vous rendant sur cette page %s.
ru_ru: Новая версия Madhouse Messenger была обнаружена, голову %s для завершения обновления.

source: upgrade page
es_es: Actualizar página
fr_fr: Page de mise à jour
ru_ru: обновление страницы

source: No related item
es_es: Anuncio no encontrado
fr_fr: Aucune annonce liée
ru_ru: Нет связанных объявлений

source: See thread
es_es: Ver hilo
fr_fr: Voir la discussion

source: Phone number: %s
es_es: Número de teléfono: %s
fr_fr: Numéro de téléphone : %s

source: Sorry. This message has been blocked by an administrator (reason: spam).
es_es: Lo sentimos. El mensaje ha sido bloqueado por el administrador (razón: spam)
fr_fr: Désolé, ce message a été bloqué par un administrateur (raison: spam).
ru_ru: Сожалею. Это сообщение было заблокировано администратором (причина: спам).

source: This message has been deleted.
es_es: El mensaje ha sido eliminado.
fr_fr: Ce message a été supprimé.
ru_ru: Это сообщение было удалено.

source: Inbox
es_es: Bandeja de entrada
fr_fr: Boîte de réception
ru_ru: Входящие

source: Thread
es_es: Hilo
fr_fr: Conversation
ru_ru: Переписка

source: Messages
es_es: Mensajes
ru_ru: Сообщения

source: Unknown status
es_es: Estado desconocido
fr_fr: Statut inconnu
ru_ru: Неизвестный статус

source: %d attachment
es_es: %d archivo adjunto
fr_fr: %d pièce jointe

source: %d attachments
es_es: %d archivos adjuntos
fr_fr: %d pièces jointes

source: Dashboard
es_es: Panel de control
fr_fr: Tableau de bord
ru_ru: Панель управления

source: Manage messages
es_es: Gestionar mensajes
fr_fr: Gérer les messages
ru_ru: Управление сообщениями чата

source: Blocked users
es_es: Usuarios bloqueados
fr_fr: Utilisateurs bloqués
ru_ru: Заблокированные пользователи

source: Labels
es_es: Etiquetas
fr_fr: Libellés
ru_ru: Метки

source: Settings
es_es: Configuración
fr_fr: Paramètres
ru_ru: Настройки

source: Contact
es_es: Contacto
fr_fr: Contacter
ru_ru: Контактные данные

source: Manage blocked users
es_es: Gestionar usuarios bloqueados
fr_fr: Gérer les utilisateurs bloqués
ru_ru: Управление заблокированными пользователями

source: Status
es_es: Estado
ru_ru: Статус

source: User
es_es: Usuario
fr_fr: Utilisateur
ru_ru: Пользователь

source: Blocked
es_es: Bloqueado
fr_fr: Bloqué
ru_ru: Заблокированные

source: Date
es_es: Fecha
ru_ru: Дата

source: Unblock %s for this user
es_es: Desbloquear %s para este usuario
fr_fr: Débloquer %s pour cet utilisateur
ru_ru: Разблокировать %s для этого пользователя

source: No blocked users, yet.
es_es: Ningún usuario bloqueado
fr_fr: Aucun utilisateur bloqué pour le moment.
ru_ru: Нет заблокированных пользоватей

source: Starting a conversation with
es_es: Empezar una conversación con
fr_fr: Commencer une conversation avec
ru_ru: Начать переписку с

source: Edit
es_es: Editar
fr_fr: Éditer
ru_ru: Редактировать

source: Public profile
es_es: Perfil público
fr_fr: Profil publique
ru_ru: Показывать всем

source: Message
es_es: Mensaje
ru_ru: Сообщение

source: Write something...
es_es: Escribe algo...
fr_fr: Écrivez un message...
ru_ru: Напишите что-нибудь...

source: Send message
es_es: Enviar mensaje
fr_fr: Envoyer un message
ru_ru: Отправить сообщение

source: Auto-messages
es_es: Auto-mensajes
fr_fr: Messages automatiques
ru_ru: Авто-сообщения

source: Auto-messages are messages automatically send when you're doing actions on osclass. Ie: Change the satus of a conversation, mark as spam an item or delete an item.
es_es: Los auto-mensajes son mensajes automáticos enviados mientras haces cambios en Ibelinmo. Por ejemplo: cambiar el estado de una conversación, marcar un anuncio como spam o eliminar un anuncio.
fr_fr: Les messages automatiques sont des messages envoyés automatiquement quand une action se déroule sur Osclass. Exemple : Changer le statut d’une conversation, marquer une annonce comme spam ou supprimer une annonce.
ru_ru: Авто-сообщения представляют собой сообщения автоматически отправляемые, когда вы делаете действия в Ситеме. То есть: Изменение статуса разговора, пометка элемента как спам или удаление элемента.

source: Event: %s
es_es: Evento: %s
fr_fr: Évènement: %s
ru_ru: Событие: %s

source: Excerpt in %s
es_es: Extracto en %s
fr_fr: Résumé en %s
ru_ru: Фрагмент в %s

source: Excerpt is displayed on inbox when this event is the last message received. If empty the text is displayed.
es_es: Extracto se muestra en la bandeja de entrada cuando este evento es el último mensaje recibido. Si está vacío, se muestra el texto.
fr_fr: L’extrait est affiché dans la boîte de réception quand cet évènement est le dernier message reçu. Si il est vide, le text est affiché.
ru_ru: Фрагмент отображается в почтовом ящике, когда это последнее полученное сообщение. Если пусто отображается текст.

source: Text in %s
es_es: Texto en %s
fr_fr: Text en %s
ru_ru: Текст на %s

source: Save titles
es_es: Guardar títulos
fr_fr: Sauvegarder les titres
ru_ru: Сохранить названия

source: Create a label
es_es: Crear una etiqueta
fr_fr: Créer un libellé
ru_ru: Создать метку

source: Labels are used by users to sort their conversations. As on gmail, you can create labels like 'favorits' for users. Therefore they will have the ability to add threads to this label and so organise their inbox.
es_es: Las etiquetas son usadas por los usuarios para clasificar sus conversaciones. Como en Gmail, puedes crear etiquetas como 'Favoritos' para los usuarios. Así los usuarios pueden añadir hilos a estas etiquetas para organizar su bandeja de entrada.
fr_fr: Les libellés sont utilisés par les utilisateurs pour trier leurs conversations. Comme dans gmail, vous pouvez créer des libellés comme « favoris » pour les utilisateurs. Ainsi ils seront capables d’ajouter des conversations à ce libellé et donc d’organiser leur boîte de réception.
ru_ru: Метки используются пользователями для сортировки их разговоров. Как и на Gmail, вы можете создавать метки, как «памятку» для пользователей. Поэтому они будут иметь возможность добавлять темы с этим метками и так организовать свой почтовый ящик.

source: Label title
es_es: Título de la etiqueta
fr_fr: Titre du libellé
ru_ru: Название метки

source: Add label
es_es: Añadir etiqueta
fr_fr: Ajouter un libellé
ru_ru: Добавить метку

source: Manage labels
es_es: Gestionar etiquetas
fr_fr: Gérer les libellés
ru_ru: Управление метками

source: Label: %s
es_es: Etiqueta: %s
fr_fr: Libellé: %s
ru_ru: Метка: %s

source: Remove this label
es_es: Eliminar esta etiqueta
fr_fr: Supprimer ce libellé
ru_ru: Удалить эту метку

source: Label title in %s
es_es: Título de la etiqueta en: %s
fr_fr: Titre du libellé en %s
ru_ru: Название метки на языке: %s

source: Update all labels
es_es: Actualizar todas las etiquetas
fr_fr: Mettre à jour les libellés
ru_ru: Обновить все метки

source: Are you sure you want to delete this label for all users? This can't be undone.
es_es: ¿Estás seguro de que quieres borrar esta etiqueta para todos los usuarios? No podrás rectificar
fr_fr: Êtes vous certain de vouloir supprimer ce libellé pour tous les utilisateurs ? Cette action ne peut pas être annulée.
ru_ru: Вы уверены, что хотите удалить эту метку для всех пользователей? Это нельзя будет отменить.

source: Cancel
es_es: Cancelar
fr_fr: Annuler
ru_ru: Отмена

source: Delete
es_es: Eliminar
fr_fr: Supprimer
ru_ru: Удалить

source: Block
es_es: Bloquear
fr_fr: Bloquer
ru_ru: Заблокировать

source: Unblock
es_es: Desbloquear
fr_fr: Débloquer
ru_ru: Разблокировать

source: Apply
es_es: Aplicar
fr_fr: Appliquer
ru_ru: Применить

source: Item ID
es_es: ID anuncio
fr_fr: Annonce (id)
ru_ru: ID объявления

source: Find
es_es: Buscar
fr_fr: Valider
ru_ru: Найти

source: From / To
es_es: De / Para
fr_fr: De / À
ru_ru: От/Кому

source: Related item
es_es: Anuncio relacionado
fr_fr: Annonce liée
ru_ru: Связанное объявление

source: No messages, yet.
es_es: Sin mensajes.
fr_fr: Pas encore de messages.
ru_ru: Нет сообщений, пока нет.

source: Upgrade
es_es: Actualizar
fr_fr: Mise à jour
ru_ru: Обновить

source: Your messenger plugin needs to be upgraded.
es_es: Tu plugin Messenger necesita ser actualizado
fr_fr: Votre plugin messenger a besoin d’être mis à jour.
ru_ru: Ваш плагин мессенджера должен быть обновлен.

source: Upgrade now!
es_es: ¡Actualizar ahora!
fr_fr: Mettre à jour maintenant !
ru_ru: Обновить сечас!

source: Thread and messages statistics
es_es: Estadísticas de hilos y mensajes
fr_fr: Statistiques pour les conversations et les messages

source: in the last %s %s
es_es: en el último %s %s
fr_fr: pour les %s %s

source: Threads
es_es: Hilos
fr_fr: Discussions

source: Filters
es_es: Filtros
fr_fr: Filtres

source: Daily
es_es: Diario
fr_fr: Quotidien
ru_ru: Дневной отчет

source: Weekly
es_es: Semanal
fr_fr: Hebdomadaire
ru_ru: Недельный

source: Monthly
es_es: Mensual
fr_fr: Mensuel
ru_ru: Месячный

source: Period
es_es: Período
fr_fr: Période

source: Filter
es_es: Filtrar
fr_fr: Filtrer

source: Stats by %s
es_es: Estadísticas por %s
fr_fr: Statistiques par %s

source: Today
es_es: Hoy
fr_fr: Aujourd’hui

source: This week
es_es: Esta semana
fr_fr: Cette semaine

source: This month
es_es: Este mes
fr_fr: Ce mois-ci

source: threads
es_es: hilos
fr_fr: discussions
ru_ru: Переписок

source: messages
es_es: mensajes
ru_ru: Сообщений

source: Yesterday
es_es: Ayer
fr_fr: Hier
ru_ru: Вчера

source: Last week
es_es: Semana pasada
fr_fr: La semaine dernière
ru_ru: На прошлой неделе

source: Last month
es_es: Mes pasado
fr_fr: Le mois dernier
ru_ru: За прошлый месяц

source: All time
es_es: Todo
fr_fr: Depuis le début

source: Since the beginning
es_es: Desde el principio
fr_fr: Depuis le début
ru_ru: С начала

source: Top users last %s %ss
es_es: Top usuarios últimos %s %ss
fr_fr: Utilisateurs populaires pour les %s %s

source: Any user for this period
es_es: Todos los usuarios para este período
fr_fr: Aucun utilisateur pour cette période

source: Top listings last %s %ss
es_es: Top anuncios últimos %s %ss
fr_fr: Annonces populaires pour les %s %s

source: Any listing for this period
es_es: Todos los anuncios para este período
fr_fr: Aucune annonce pour cette période

source: Active
es_es: Activar
fr_fr: Activé
ru_ru: Активирован

source: Show thread
es_es: Mostrar hilo
fr_fr: Voir la discussion
ru_ru: Показать переписку

source: Show messages of item
es_es: Mostrar mensajes del anuncio
fr_fr: Messages de l'annonce
ru_ru: Показать сообщения для объявления
