Repository: galangbryllyan123/toko-online
Catalog: *-content/plugins/madhouse_messenger/languages/*/messages.po
Languages: es_es, fr_fr, ru_ru

source: An error occured, please try again or contact us on the market.
es_es: Ha ocurrido un error. Por favor, inténtalo de nuevo o contáctanos a través del market.
fr_fr: Une erreur est survenue pendant le traitement. Merci de réessayer ou contactez nous sur le market.
ru_ru: Произошла ошибка, пожалуйста, попробуйте еще раз или свяжитесь с нами.

source: You have already contacted %s for this listing: %ssee thread%s
es_es: Ya has contactado %s para este anuncio: %s ver hilo%s
fr_fr: Vous avez déjà contacté %s pour cette annonce : %svoir la conversation%s

source: Your name
es_es: Nombre
fr_fr: Votre nom

source: Your email
es_es: Email
fr_fr: Votre email

source: Please write something
es_es: Escribe alguna cosa
fr_fr: Merci d’écrire un message

source: Attachment
es_es: Adjuntar
fr_fr: Pièce jointe

source: Unread
es_es: No leído
fr_fr: Non-lu(s)
ru_ru: Непрочитано

source: Mark all as read
es_es: Marcar todos como leídos
fr_fr: Marquer tout comme non lu

source: Listing: %s
es_es: Anuncio: %s
fr_fr: Annonce: %s

source: Deleted listing
es_es: Eliminar anuncio
fr_fr: Annonce supprimée

source: Expired listing
es_es: Anuncio caducado
fr_fr: Annonce expirée

source: Spam or blocked listing
es_es: Anuncio bloqueado o spam
fr_fr: Annonce marqué comme spam ou bloqué

source: Deactivated listing
es_es: Anuncio desactivado
fr_fr: Annonce désactivée

source: No item linked to this thread
es_es: Ningún anuncio enlazado a este hilo
fr_fr: Pas d'annonce liée à cette conversation

source: Archive
es_es: Archivo
ru_ru: Архив

source: Move to inbox
es_es: Mover a bandeja de entrada
fr_fr: Déplacer dans la boîte de réception
ru_ru: Перейти во Входящие

source: Restore
es_es: Restaurar
fr_fr: Restaurer

source: Mark as
es_es: Marcar como
fr_fr: Marqué comme
ru_ru: Отметить как

source: Unmark as
es_es: Desmarcar como
fr_fr: Retirer de
ru_ru: Снять отметку как

source: Mark as unread
es_es: Marcar como no leído
fr_fr: Marqué comme non lu
ru_ru: Отметить как Не прочитано

source: on
es_es: encendido
fr_fr: sur
ru_ru: на

source: No message unread for listing '%s' in %s, yet.
es_es: Ningún mensaje no leído en el anuncio '%s' en %s.
fr_fr: Aucun message non lu pour l’annonce ‘%s’ dans %s, pour l’instant.

source: No message unread in %s, yet.
es_es: Ningún mensaje no leído en %s
fr_fr: Pas encore de message non-lu dans %s, pour l’instant.

source: No message for listing '%s' in %s, yet.
es_es: Ningún mensaje en el anuncio '%s' en %s.
fr_fr: Pas encore de message pour l’annonce ‘%s’ dan %s, pour l’instance.

source: No message in %s, yet.
es_es: Ningún mensaje en %s.
fr_fr: Pas encore de message dans %s, pour l’instant.

source: Talking with
es_es: Hablando con
fr_fr: Discussion avec

source: You blocked the user %s. He/She can't send you messages.
es_es: Has bloqueado al usuario %s. Ya no puede enviarte mensajes.
fr_fr: Vous avez bloqué l’utilisateur %s. Il/Elle ne peut plus vous envoyer de message.

source: Remove
es_es: Eliminar
fr_fr: Supprimer

source: Add attachment
es_es: Adjuntar archivo
fr_fr: Ajouter une pièce jointe

source: Change status to
es_es: Cambiar estado a
fr_fr: Changer le statut pour

source: Read
es_es: Leer
fr_fr: Lu
ru_ru: Прочитано

source: Read
es_es: Leer
fr_fr: Lu
ru_ru: Прочитано

source: Loading previous messages
es_es: Cargando mensajes anteriores
fr_fr: Chargement des messages précédents

source: No more message to load
es_es: No hay más mensajes
fr_fr: Pas d’autre message à afficher

source: Block user
es_es: Bloquear usuario
fr_fr: Bloquer l’utilisateur
ru_ru: Заблокировать пользователя

source: Unblock user
es_es: Desbloquear usuario
fr_fr: Débloquer l’utilisateur
ru_ru: Разблокировать пользователя

source: Edit subject
es_es: Editar asunto
fr_fr: Éditer le titre

source: All attachments
es_es: Archivos adjuntos
fr_fr: Toutes les pièces jointes

source: Spam
fr_fr: Indésirable
ru_ru: Спам

source: General
fr_fr: Général
ru_ru: Общие

source: If checked, a link is added using 'user_menu' hook.
fr_fr: Si coché, un lien est ajouté au hook 'user_menu'.
ru_ru: Если флажок установлен, ссылка добавляется в 'user_menu'.

source: Permalinks
fr_fr: Permaliens
ru_ru: Постоянные ссылки

source: Don't send a notification if the user has more than %s unread message(s)
fr_fr: Ne pas envoyé de notification si l’utilisateur a plus de %s message(s) non lu(s)

source: After that, send a reminder every %s new message(s). It will send a notification every N unread messages.
fr_fr: Après ce nombre, envoyer un rappel tous les %s nouveau(x) message(s). Une notification sera envoyée tous les N messages non lus.

source: Always send a notification when a conversation is started. (New thread)
fr_fr: Toujours envoyer une notification quand une conversion commence. (nouveau contact)

source: Note that unregistered users will always receive an email notification for all messages that they receive.
fr_fr: Les utilisateurs non-enregistré vont toujours recevoir une notification e-mail pour tous les messages qu’ils reçoivent.

source: The 'fileinfo.so' PHP extension doesn't seem to be enabled. Ask your hosting provider to enable this extension and/or the 'passthru' function to increase security a step further.
fr_fr: L’extension PHP ‘fileinfo.so’ ne semble pas être activée. Contactez votre hébergeur pour activer cette extension et/ou la fonction ‘passthru’ pour améliorer la sécurité.

source: Madhouse Messenger
ru_ru: Madhouse Мессенджер

source: Messenger
ru_ru: Мессенджер
