Repository: galangbryllyan123/toko-online
Catalog: *-content/plugins/ultimate_social_login/languages/*/messages.po
Languages: ru_ru

source: osclass-pro.com
ru_ru: osclass-pro.ru

source: Follow us
ru_ru: Мы в соцсетях

source: osclassprocom
ru_ru: osclassproru

source: osclass_pro_com
ru_ru: osclass_pro_ru

source: Help desk
ru_ru: Мануал по настройке и подключению плагина

source: How to integrate social networking buttons
ru_ru: Как добавить кнопки социальных сетей на сайт

source: Once you configure the plugin, open these 2 files in your template:
ru_ru: После того, как вы настроили плагин, откройте 2 файла в вашем шаблоне:

source: And add the one line of code:
ru_ru: Там где вы хотите, чтобы выводились кнопки авторизации добавьте код:

source: Configuring Facebook authorization
ru_ru: Как подключить авторизацию через Facebook

source: Go to:
ru_ru: Перейдите по ссылке:

source: and <ins>create a new application</ins> by clicking on
ru_ru: и <ins>создайте новое приложение</ins>, нажав на кнопку

source: +Add a New App
ru_ru: +Добавьте новое приложение

source: Provide a <ins>Display Name</ins>, <ins>Contact Email</ins> and click
ru_ru: Заполните <ins>Отображаемое название</ins>, <ins>Эл. адрес для связи</ins> и нажмите

source: Create App ID
ru_ru: Создайте ID приложения

source: On the <ins>+ Add Product</ins> page choose <ins>Facebook Login</ins> and click
ru_ru: На странице <ins>+ Добавить продукт</ins> выберите <ins>Вход через Facebook</ins> и нажмите

source: Set Up
ru_ru: Настроить

source: On the Next page Select
ru_ru: На следующей странице выберите

source: Put your website domain in the <ins>Site Url</ins> field and click
ru_ru: Укажите свой домен в поле <ins>URL сайта</ins> и нажмите

source: Save
ru_ru: Сохранить

source: Your Site URL:
ru_ru: Ваш URL сайта:

source: Go to <ins>Facebook Login =&gt; Settings</ins> and provide your website url in the <ins>Valid OAuth redirect URIs</ins> and click
ru_ru: Перейдите в меню <ins>Вход через Facebook =&gt; Настройки</ins> и введите ваш домен сайта в поле <ins>Действительные URL-адреса для перенаправления OAuth</ins>, после чего нажмите на кнопку

source: Save Changes
ru_ru: Сохранить

source: Notice:
ru_ru: Примечание:

source: If the Friendly URI is activated, use this Valid OAuth redirect URIs
ru_ru: Если включены Дружественные URL в настройках Osclass, то используйте этот Valid OAuth URI

source: Go to <ins>App Review</ins> page and change marker as
ru_ru: Зайдите на страницу <ins>Проверка приложения</ins> и измените переключатель на

source: Yes
ru_ru: Да

source: to make your App is available to the public
ru_ru: , кликнув по нему мышкой, чтобы активировать ваше приложение

source: Select <ins>Category</ins> in the pop-up window and click
ru_ru: Во всплывающем pop-up окне выберите <ins>Категорию</ins> и нажмите на кнопку

source: Confirm
ru_ru: Подтвердите действие

source: Go to <ins>Settings =&gt; Basic</ins> and copy your <strong>App ID</strong> and <strong>App Secret</strong> (click
ru_ru: Перейдите на страницу <ins>Настройки =&gt; Основное</ins> и скопируйте свой <strong>Идентификатор приложения</strong> и <strong>Секрет приложения</strong> (нажмите на

source: Show
ru_ru: Показать

source: You may be required to re-enter your Facebook password)
ru_ru: Возможно вам потребуется ввести свой пароль от Facebook еще раз)

source: Go back to <ins><strong>Ultimate Social Login</strong> Cofiguration</ins> and paste copied <strong>App ID</strong> and <strong>App Secret</strong> into the fields like on the screenshot
ru_ru: Вернитесь на страницу плагина <ins><strong>Ultimate Social Login</strong></ins> в раздел <ins>Настройки</ins> и вставьте скопированные <strong>Идентификатор приложения</strong> и <strong>Секрет приложения</strong> в соответствующие поля, как показано на скриншоте

source: Click
ru_ru: Нажмите

source: and enjoyed Facebook Login
ru_ru: , на этом настройка завершена

source: Configuring Google authorization
ru_ru: Как подключить авторизацию через Google

source: and <ins>create a new project</ins> (or select an existing one) by clicking on
ru_ru: и <ins>создайте новый проект</ins>(или выберите существующий), нажав на кнопку

source: In the pop-up window, enter any data. And on the tab <ins>"Configure your OAuth client"</ins> make the following settings:
ru_ru: в открывшемся поп-ап окне заполните поля по Вашему желанию. А на вкладке <ins>"Configure your OAuth client"</ins> произведите следующие настройки:

source: From the list <strong>"Where are you calling from?"</strong> select <ins>Web Server</ins>
ru_ru: Из списка <strong>"Where are you calling from?"</strong> выберите <ins>Web Server</ins>

source: In the "Authorized redirect URIs" field, enter this URI:
ru_ru: В поле "Authorized redirect URIs" введите данный УРЛ:

source: Complete the action by clicking on the <strong>"Create"</strong> button
ru_ru: После чего нажмите на кнопку <strong>"Create"</strong>

source: Go to the <ins>"API Console"</ins> page by clicking on the <strong>"API Console"</strong> link
ru_ru: Перейдите на страницу <ins>"API Console"</ins>, нажав на ссылку <strong>"API Console"</strong>

source: On the next page, click on the <strong>"Credentials"</strong> page
ru_ru: На следующей странице кликните по <strong>"Credentials"</strong>

source: On the next page, click on the <strong>"Create credentials"</strong> button and select <strong>"OAuth client ID"</strong>
ru_ru: Теперь нажмите на кнопку <strong>"Create credentials"</strong> и выберите пункт <strong>"OAuth client ID"</strong>

source: On the next page, make the following settings:
ru_ru: Произведите следующие настройки:

source: From the options, select <ins>Web application</ins>
ru_ru: Из предложенного списка опций выберите: <ins>Web application</ins>

source: In the "Authorized JavaScript origins" field, enter this URI:
ru_ru: В поле "Authorized JavaScript origins" введите данный УРЛ:

source: Copy your <ins>Client ID</ins> and <ins>Client Secret</ins>
ru_ru: Скопируйте ваши <ins>Идентификатор Клиента</ins> и <ins>Секрет Клиента</ins>

source: and enjoyed Google+ Login
ru_ru: , на этом настройка завершена

source: Configuring Twitter authorization
ru_ru: Как подключить авторизацию через Twitter

source: and <ins>create a new app</ins> by clicking on
ru_ru: и <ins>создайте новое приложение</ins>, нажав на кнопку

source: Fill out any required fields such as the <ins>Name</ins>, <ins>Description</ins>, <ins>Website</ins> and <ins>Callback URL</ins> and create your App by clicking on
ru_ru: Заполните поля: <ins>Name</ins>, <ins>Description</ins>, <ins>Website</ins>, <ins>Callback URL</ins> и создайте приложение, нажав на кнопку

source: Your Website URL:
ru_ru: Website URL:

source: Your Callback URL:
ru_ru: Callback URL:

source: After that, go to the tab <ins>Settings</ins> and provide your <ins>Privacy Policy URL</ins> and <ins>Terms of Service URL</ins> (it must be done so that the plug-in can get the Twitter user's E-mail). Save settings by click
ru_ru: Перейдите на вкладку <ins>Settings</ins> и укажите ссылки на: <ins>Privacy Policy URL</ins> и <ins>Terms of Service URL</ins> (эти ссылки нужны для того, чтобы плагин смог получить E-mail адреса пользователей Twitter). Сохраните настройки, кликнув по кнопке

source: Now go to the <ins>Permissions</ins> tab and check the box <ins>Request email addresses from users</ins>. Update permissions by click
ru_ru: Теперь кликните по вкладке <ins>Permissions</ins> и поставьте галочку в поле <ins>Request email addresses from users</ins>. Обновите привилегии, нажав на

source: And now go to the <ins>Keys and Access Tokens</ins> tab, scroll down the page and click on
ru_ru: После обновлений привилегий зайдите во вкладку <ins>Keys and Access Tokens</ins>, прокрутите страницу вниз и нажмите

source: After that, scroll up the page and copy your <ins>Consumer Key (API Key)</ins> and <ins>Consumer Secret (API Secret)</ins>
ru_ru: Скопируйте <ins>Consumer Key (API Key)</ins> и <ins>Consumer Secret (API Secret)</ins>

source: Go back to <ins><strong>Ultimate Social Login</strong> Cofiguration</ins> and paste copied <strong>API Key</strong> and <strong>API Secret</strong> into the fields like on the screenshot
ru_ru: Вернитесь на страницу плагина <ins><strong>Ultimate Social Login</strong></ins> в раздел <ins>Настройки</ins> и вставьте скопированные <strong>API Key</strong> и <strong>API Secret</strong> в соответствующие поля, как показано на скриншоте

source: and enjoyed Twitter Login
ru_ru: , на этом настройка завершена

source: Configuring Instagram authorization
ru_ru: Как подключить авторизацию через Instagram

source: Fill out any required fields such as the <ins>Application Name</ins>, <ins>Description</ins>, <ins>Company Name</ins>, <ins>Website URL</ins>, <ins>Valid redirect URIs</ins>, <ins>Privacy Policy URL</ins>, <ins>Contact email</ins> and create your Client ID by clicking on
ru_ru: Заполните поля: <ins>Application Name</ins>, <ins>Description</ins>, <ins>Company Name</ins>, <ins>Website URL</ins>, <ins>Valid redirect URIs</ins>, <ins>Privacy Policy URL</ins>, <ins>Contact email</ins> и зарегистрируйте Client ID, нажав на кнопку

source: Your Valid redirect URI:
ru_ru: Valid redirect URI:

source: If the Friendly URI is activated, use this Callback URI
ru_ru: Если включены Дружественные URL в настройках Osclass, то используйте этот Callback URI

source: After <ins>Client ID</ins> was created click on the
ru_ru: После того, как вы зарегистрировали <ins>Client ID</ins> нажмите на кнопку

source: To activate the <ins>Client ID</ins>, go to the <ins>Permissions</ins> tab and click
ru_ru: Активируйте <ins>Client ID</ins>, перейдя на вкладку <ins>Permissions</ins> и нажав на

source: On the next page, fill out all required fields such as the <ins>API use case</ins>, <ins>Video Screencast URL</ins> and click
ru_ru: На открывшейся странице заполните поля: <ins>API use case</ins>, <ins>Video Screencast URL</ins> и нажмите

source: Once your request is reviewed and approved, authorization via instagram will work
ru_ru: После того, как ваш запрос будет рассмотрен и одобрен, авторизация через Instagram будет полноценно работать

source: After that, copy your <ins>Client ID</ins> and <ins>Client Secret</ins>
ru_ru: Скопируйте <ins>Client ID</ins> и <ins>Client Secret</ins>

source: Go back to <ins><strong>Ultimate Social Login</strong> Cofiguration</ins> and paste copied <strong>Client ID</strong> and <strong>Client Secret</strong> into the fields like on the screenshot
ru_ru: Вернитесь на страницу плагина <ins><strong>Ultimate Social Login</strong></ins> в раздел <ins>Настройки</ins> и вставьте скопированные <strong>Client ID</strong> и <strong>Client Secret</strong> в соответствующие поля, как показано на скриншоте

source: and enjoyed Instagram Login
ru_ru: , на этом настройка завершена

source: Configuring Linkedin authorization
ru_ru: Как подключить авторизацию через LinkedIn

source: Create Application
ru_ru: Создать приложение

source: Fill out any required fields such as the <ins>Company Name</ins>, <ins>Application Name</ins>, <ins>Description</ins>, <ins>Website URL</ins>, <ins>Business Email</ins>, <ins>Business Phone</ins>, upload your <ins>Application Logo</ins> and select <ins>Application Use</ins>. And create your Application by clicking on
ru_ru: Заполните поля: <ins>Название компании</ins>, <ins>Название приложения</ins>, <ins>Описание</ins>, <ins>URL-адрес веб-сайта</ins>, <ins>Рабочий адрес эл. почты</ins>, <ins>Рабочий телефон</ins>, загрузите <ins>Эмблему приложения</ins> и выберите <ins>Область применения приложения</ins>. Создайте приложение, нажав на кнопку

source: On the next page, check the box <ins>r_emailaddress</ins> and provide your <ins>Authorized Redirect URLs</ins> and update settings by clicking on
ru_ru: На следующей странице поставьте галочку напротив <ins>r_emailaddress</ins> и укажите <ins>Разрешённые URL-адреса перенаправления</ins>. Сохраните настройки, нажав на кнопке

source: Update
ru_ru: Обновить

source: Your Authorized Redirect URL:
ru_ru: Разрешённый URL-адрес:

source: and enjoyed LinkedIn Login
ru_ru: , на этом настройка завершена

source: Configuring Windows Live authorization
ru_ru: Как подключить авторизацию через Windows Live

source: Add an app
ru_ru: Добавить приложение

source: SSL is required if you want to use Windows Live
ru_ru: Для работы авторизации через Windows Live необходимо получить SSL-сертификат

source: Fill out any required fields such as the <ins>Application Name</ins>, <ins>Contact Email</ins>. And register your Application by clicking on
ru_ru: Заполните поля: <ins>Application Name</ins>, <ins>Contact Email</ins>. Создайте приложение, нажав на кнопку

source: Create
ru_ru: Создать

source: First of all, you need to add the platform by clicking on
ru_ru: Прежде всего добавьте платформу, нажав на кнопку

source: Add Platform
ru_ru: Добавление плафтормы

source: In the pop-up window click on the
ru_ru: В открывшемся поп-ап окне нажмите на

source: Web
ru_ru: Веб

source: Provide your <ins>Redirect URLs</ins>
ru_ru: Укажите <ins>URL-адреса перенаправления</ins>

source: Now you need to <ins>Delegate Permissions</ins> by clicking on
ru_ru: Теперь <ins>Делегируйте разрешения</ins>, нажав на

source: Add
ru_ru: Добавить

source: In the pop-up window check boxes: <ins>email</ins>, <ins>openid</ins>, <ins>profile</ins> and click on the
ru_ru: В открывшемся поп-ап окне поставьте галочки напротив: <ins>email</ins>, <ins>openid</ins>, <ins>profile</ins> и нажмите

source: Ok
ru_ru: Ок

source: Scroll up the page and <ins>Generate Application Secret</ins> by clicking on
ru_ru: Прокрутите страницу вверх и <ins>Сгенерируйте новый пароль</ins>, нажав на кнопку

source: Generate New Password
ru_ru: Создать новый пароль

source: Copy your generated <ins>Password</ins> and click on the
ru_ru: Скопируйте сгенерированный <ins>Пароль</ins> и нажмите на

source: Copy your <ins>Application Id</ins> and <ins>Save changes</ins> by clicking on
ru_ru: Скопируйте <ins>Код приложения</ins> и <ins>Сохраните изменения</ins>, нажав на

source: Go back to <ins><strong>Ultimate Social Login</strong> Cofiguration</ins> and paste copied <strong>Application Id</strong> and <strong>Password</strong> into the fields like on the screenshot
ru_ru: Вернитесь на страницу плагина <ins><strong>Ultimate Social Login</strong></ins> в раздел <ins>Настройки</ins> и вставьте скопированные <strong>Код приложения</strong> и <strong>Пароль</strong> в соответствующие поля, как показано на скриншоте

source: and enjoyed Windows Live Login
ru_ru: , на этом настройка завершена

source: Configuring Yahoo authorization
ru_ru: Как подключить авторизацию через Yahoo

source: and <ins>create a new Application</ins>
ru_ru: и <ins>создайте новое приложение</ins>

source: Fill out any required fields such as the <ins>Application Name</ins>, <ins>Home Page URL</ins>, <ins>Callback Domain</ins> and check boxes <ins>API Permissions</ins>: <strong>Contacts</strong> (Read/Write), <strong>Profiles</strong> (Read/Write Public and Private) and click on the
ru_ru: Заполните поля: <ins>Application Name</ins>, <ins>Home Page URL</ins>, <ins>Callback Domain</ins> и поставьте галочки: <ins>API Permissions</ins>: <strong>Contacts</strong> (Read/Write), <strong>Profiles</strong> (Read/Write Public and Private). И создайте приложение, нажав на кнопку

source: Your Home Page and Callback Domain URLs:
ru_ru: Home Page и Callback Domain URL:

source: and enjoyed Yahoo Login
ru_ru: , на этом настройка завершена

source: Configuring Classmates authorization
ru_ru: Как подключить авторизацию через Одноклассники

source: and <ins>receive the developer rights</ins> by clicking on
ru_ru: и <ins>отправьте запрос на получение прав разработчика</ins>, нажав на кнопку

source: Receive the developer rights
ru_ru: Получить права разработчика

source: SSL is required if you want to use Classmates
ru_ru: Для работы авторизации через Одноклассники необходимо получить SSL-сертификат

source: After you have gained developed rights, go to:
ru_ru: После получения прав разработчика, перейдите по ссылке:

source: and <ins>Add your Application</ins> by clicking on
ru_ru: и <ins>Добавьте приложение</ins>, нажав на

source: Add App
ru_ru: Добавить приложение

source: Click on the <ins>Enable OAuth</ins> and fill out any required fields such as the <ins>Title</ins>, <ins>Image 128x128 (provide link to your Image)</ins>, <ins>List of permitted redirect_uri</ins> and click on the
ru_ru: Нажмите <ins>Подключить OAuth</ins> и заполните следующие поля: <ins>Название</ins>, <ins>Картинка 128x128 </ins>(укажите ссылку на картинку), <ins>Список разрешённых redirect_uri</ins> и нажмите

source: Your permitted redirect_uri:
ru_ru: Разрешенный redirect_uri:

source: Check your E-mail and copy your <ins>Application ID</ins> and <ins>Secret Key</ins>
ru_ru: Зайдите в свой E-mail и скопируйте, полученные: <ins>Application ID</ins> и <ins>Secret Key</ins>

source: Go back to <ins><strong>Ultimate Social Login</strong> Cofiguration</ins> and paste copied <strong>Application ID</strong> and <strong>Secret Key</strong> into the fields like on the screenshot
ru_ru: Вернитесь на страницу плагина <ins><strong>Ultimate Social Login</strong></ins> в раздел <ins>Настройки</ins> и вставьте скопированные <strong>Application ID</strong> и <strong>Secret Key</strong> в соответствующие поля, как показано на скриншоте

source: and enjoyed Classmates Login
ru_ru: , на этом настройка завершена

source: Configuring VKontakte authorization
ru_ru: Как подключить авторизацию через Вконтакте

source: Select <ins>Website</ins>, fill out any required fields such as the <ins>Title</ins>, <ins>Site address</ins>, <ins>Base domain</ins> and <ins>create a new Application</ins> by clicking on
ru_ru: Выберите <ins>Веб-сайт</ins> и заполните поля: <ins>Название</ins>, <ins>Адрес сайта</ins>, <ins>Базовый домен</ins> и <ins>создайте приложение</ins>, нажав на кнопку

source: Connect Site
ru_ru: Подключить сайт

source: Your Site address:
ru_ru: Адрес сайта:

source: After creating a "Project", navigate to <ins>Settings</ins> using the left-hand menu. On the opened page copy your: <ins>Application ID</ins> and <ins>Secure key</ins>
ru_ru: Зайдите в <ins>Настройки</ins> и скопируйте: <ins>ID приложения</ins> и <ins>Защищённый ключ</ins>

source: Go back to <ins><strong>Ultimate Social Login</strong> Cofiguration</ins> and paste copied <strong>Application ID</strong> and <strong>Secure key</strong> into the fields like on the screenshot
ru_ru: Вернитесь на страницу плагина <ins><strong>Ultimate Social Login</strong></ins> в раздел <ins>Настройки</ins> и вставьте скопированные <strong>ID приложения</strong> и <strong>Защищённый ключ</strong> в соответствующие поля, как показано на скриншоте

source: and enjoyed Vkontakte Login
ru_ru: , на этом настройка завершена

source: Configuring Mail.ru authorization
ru_ru: Как подключить авторизацию через Mail.ru

source: Provide <ins>App Name</ins>, <ins>Base domain</ins> and <ins>create a new Application</ins> by clicking on
ru_ru: Укажите <ins>Название</ins>, <ins>Адрес главной страницы</ins> и <ins>создайте приложение</ins>, нажав на кнопку

source: Continue
ru_ru: Продолжить

source: Your Base domain:
ru_ru: Адрес главной страницы:

source: To confirm the rights to your domain, download the file and put it in the root of your site (as shown in the screenshot). After that click on the
ru_ru: Чтобы подтвердить права на ваш домен, скачайте файл receiver.html и скопируйте его в корень сайта. После чего нажмите на кнопку

source: Link to your file:
ru_ru: Ссылка на файл:

source: On the next page copy your <ins>ID</ins> and <ins>Secret Key</ins>
ru_ru: Скопируйте <ins>ID</ins> и <ins>Секретный ключ</ins>

source: Go back to <ins><strong>Ultimate Social Login</strong> Cofiguration</ins> and paste copied <strong>ID</strong> and <strong>Secret key</strong> into the fields like on the screenshot
ru_ru: Вернитесь на страницу плагина <ins><strong>Ultimate Social Login</strong></ins> в раздел <ins>Настройки</ins> и вставьте скопированные <strong>ID</strong> и <strong>Секретный ключ</strong> в соответствующие поля, как показано на скриншоте

source: and enjoyed Mailru Login
ru_ru: , на этом настройка завершена

source: Configuring Yandex authorization
ru_ru: Как подключить авторизацию через Яндекс

source: Provide <ins>App Name</ins>, <ins>Callback URL</ins>, check boxes: <ins>Access to Email</ins>, <ins>Access to Birthday</ins>, <ins>Access to Login</ins>, <ins>Access to Avatar</ins> and <ins>create a new Application</ins> by clicking on
ru_ru: Укажите <ins>Название</ins>, <ins>Callback URL</ins>, поставьте галочки: <ins>Доступ к адресу электронной почты</ins>, <ins>Доступ к дате рождения</ins>, <ins>Доступ к логину, имени и фамилии, полу</ins>, <ins>Доступ к портрету пользователя</ins> и <ins>создайте приложение</ins>, нажав на кнопку

source: On the next page copy your <ins>ID</ins> and <ins>Password</ins>
ru_ru: Скопируйте <ins>ID</ins> и <ins>Пароль</ins>

source: Go back to <ins><strong>Ultimate Social Login</strong> Cofiguration</ins> and paste copied <strong>ID</strong> and <strong>Password</strong> into the fields like on the screenshot
ru_ru: Вернитесь на страницу плагина <ins><strong>Ultimate Social Login</strong></ins> в раздел <ins>Настройки</ins> и вставьте скопированные <strong>ID</strong> и <strong>Пароль</strong> в соответствующие поля, как показано на скриншоте

source: and enjoyed Yandex Login
ru_ru: , на этом настройка завершена

source: Configuration
ru_ru: Настройки

source: Help
ru_ru: Помощь

source: Manage login social networks
ru_ru: Настройка авторизации через социальные сети

source: Configuration has been updated
ru_ru: Настройки успешно изменены

source: Save changes
ru_ru: Сохранить

source: You have been successfully authorized.
ru_ru: Вы успешно авторизованы.

source: Your authorization was declined.
ru_ru: В авторизации отказано. Ваш аккаунт заблокирован.

source: Social provider not allowed.
ru_ru: Вход через выбранную соц. сеть невозможен.

source: Unknown error.
ru_ru: Неизвестная ошибка.

source: Authentication configuration error.
ru_ru: Ошибка конфигурации Аутентификация.

source: Provider is not correctly configured.
ru_ru: Социальная сеть настроена неправильно.

source: Unknown or disabled provider.
ru_ru: Неизвестная или отключенная соц. сеть.

source: No credentials provider applications.
ru_ru: Сайт не зарегистрирован в качестве Web-разработчика в данной соц. сети.

source: Authentication failed. The user canceled the authentication or the provider declined the connection.
ru_ru: В авторизации отказано. Пользователь отменил авторизацию или соц. сеть отклонила соединение.

source: Request User profile failed. Most likely, the user is not connected to the provider and he must authenticate again.
ru_ru: Запросить Профиль пользователя не удалось. Скорее всего, пользователь не зарегистрирован в выбранной соц. сети и он должен аутентифицироваться снова.

source: The user is not connected to the provider.
ru_ru: Пользователь не зарегистрирован в выбранной соц. сети.

source: The provider does not support this feature.
ru_ru: Соц. сеть не поддерживает данную функцию.

source: Your account has been successfully created.
ru_ru: Аккаунт успешно зарегистрирован.
