Repository: galangbryllyan123/toko-online
Catalog: *-content/themes/hero/languages/*/theme.po
Languages: hi_in, ms_my

source: Social settings
hi_in: सामाजिक सेटिंग्स
ms_my: Suasana sosial

source: Product settings
hi_in: उत्पाद सेटिंग्स
ms_my: Seting produk

source: Ads settings
hi_in: सेटिंग्स
ms_my: Tetapan

source: Product Slider
hi_in: उत्पाद स्लाइडर
ms_my: Slaid produk

source: Slider Title and Links
hi_in: स्लाइडर शीर्षक और लिंक
ms_my: Tajuk slaid dan pautan

source: Content display
hi_in: सामग्री प्रदर्शन
ms_my: Paparan kandungan

source: Custom settings
hi_in: कस्टम सेटिंग्स
ms_my: Seting tersuai

source: Font and Color settings
hi_in: फ़ॉन्ट और रंग सेटिंग्स
ms_my: Seting fon dan warna

source: Button Color
hi_in: बटन का रंग
ms_my: Butang warna

source: More settings
hi_in: सेटिंग्स
ms_my: Tetapan

source: Favicon Images
hi_in: Favicon छवियाँ
ms_my: Gambar favicon

source: Information
hi_in: जानकारी
ms_my: Maklumat

source: Header Style
hi_in: शीर्ष लेख शैली
ms_my: Semua Pengepala

source: Home Style
hi_in: होम स्टाइल
ms_my: Gaya rumah

source: Footer Style
hi_in: पाद लेख शैली
ms_my: Gaya footer

source: Product Style
hi_in: उत्पाद शैली
ms_my: Produk gaya

source: Search Style
hi_in: शैली खोजो
ms_my: Cari gaya

source: Select search form style template
hi_in: खोज प्रपत्र शैली टेम्पलेट का चयन करें
ms_my: Pilih template Cari borang keperluan

source: Search Placeholder
hi_in: खोज प्लेसहोल्डर
ms_my: Placeholder carian

source: Footer Copyright
hi_in: पाद लेख कॉपीराइट
ms_my: Hakcipta Terpelihara footer

source: Copyright text on footer.
hi_in: कॉपीराइट पाठ पाद लेख पर।
ms_my: Hak cipta teks footer.

source: only for arabic or persian language.
hi_in: केवल अरबी या फारसी भाषा के लिए।
ms_my: hanya untuk Bahasa Arab atau Parsi.

source: Title On Home
hi_in: घर पर शीर्षक
ms_my: Tajuk utama

source: Title Footer
hi_in: शीर्षक पाद लेख
ms_my: Tajuk Footer

source: Widget on Footer
hi_in: पाद लेख पर विजेट
ms_my: Widget pada Footer

source: You can add widget on footer with your custom widget ex: facebook widget or twitter widget.
hi_in: आप अपने कस्टम विजेट उदा के साथ पाद लेख पर विजेट जोड़ सकते हैं: facebook विजेट या चहचहाना विजेट।
ms_my: Anda boleh menambah widget di footer dengan widget anda adat ex: facebook widget atau twitter widget.

source: Title Useful Information
hi_in: शीर्षक उपयोगी जानकारी
ms_my: Tajuk maklumat yang berguna

source: Useful Information
hi_in: उपयोगी जानकारी
ms_my: Maklumat Berguna

source: Add text for useful information.
hi_in: उपयोगी जानकारी के लिए पाठ जोड़ें।
ms_my: Tambah teks untuk mendapatkan maklumat yang berguna.

source: Show lists as
hi_in: के रूप में दिखाएँ सूची
ms_my: Tunjukkan senarai sebagai

source: Slider latest Ads
hi_in: स्लाइडर नवीनतम विज्ञापन
ms_my: Iklan Tempahan slider

source: Slider Premium Ads
hi_in: स्लाइडर प्रीमियम विज्ञापन
ms_my: Iklan Premium slider

source: Sidebar Premium Ads
hi_in: साइडबार प्रीमियम विज्ञापन
ms_my: Iklan Premium sidebar

source: Search Premium Ads
hi_in: खोज प्रीमियम विज्ञापन
ms_my: Iklan Premium carian

source: Amount of the Latest ads
hi_in: नवीनतम विज्ञापन की राशि
ms_my: Jumlah Tempahan iklan

source: Amount of the premium ads
hi_in: प्रीमियम विज्ञापन की राशि
ms_my: Jumlah iklan premium

source: Amount of the sidebar premium ads
hi_in: साइडबार विज्ञापनों के प्रीमियम की राशि
ms_my: Jumlah iklan premium sidebar

source: Amount of the search page premium ads
hi_in: खोज पृष्ठ प्रीमियम विज्ञापनों की राशि
ms_my: Jumlah iklan premium laman carian

source: Amount of the related ads
hi_in: संबंधित विज्ञापन की राशि
ms_my: Jumlah iklan yang berkaitan

source: Premium Ads Display
hi_in: प्रीमियम विज्ञापन प्रदर्शन
ms_my: Paparan iklan premium

source: Latest Ads Display
hi_in: नवीनतम विज्ञापन प्रदर्शन
ms_my: Tempahan iklan paparan

source: Ads with Category
hi_in: श्रेणी के साथ विज्ञापन
ms_my: Iklan dengan kategori

source: Location Display
hi_in: स्थान प्रदर्शन
ms_my: Paparan lokasi

source: Brand Display
hi_in: ब्रांड प्रदर्शन
ms_my: Paparan jenama

source: Statistic Display
hi_in: आंकड़ा प्रदर्शन
ms_my: Paparan statistik

source: Show or hide
hi_in: दिखाएँ या छुपाएँ
ms_my: Tunjuk atau sembunyikan

source: Ads with category
hi_in: श्रेणी के साथ विज्ञापन
ms_my: Iklan dengan kategori

source: location in home
hi_in: घर में स्थान
ms_my: lokasi di rumah

source: Brand slider
hi_in: ब्रांड स्लाइडर
ms_my: Jenama slider

source: Statistic ads
hi_in: आंकड़े
ms_my: Iklan statistik

source: Header Ads
hi_in: हैडर विज्ञापन
ms_my: Iklan header

source: Footer Ads
hi_in: पाद लेख विज्ञापन
ms_my: Iklan footer

source: Search results page
hi_in: खोज नतीजे﻿
ms_my: Halaman keputusan carian

source: This ad will be shown on the footer of your website. Note that the size of the ad has to be 728x90 pixels.
hi_in: इस विज्ञापन पर अपनी वेबसाइट के पाद लेख दिखाया जाएगा। ध्यान दें कि विज्ञापन का आकार 728 × 90 पिक्सेल होना चाहिए।
ms_my: Iklan ini akan ditunjukkan pada footer Laman web anda. Sila maklum bahawa saiz iklan perlu 728 x 90 pixel.

source: Sidebar Left
hi_in: साइडबार
ms_my: Bar sisi kiri

source: Sidebar Right
hi_in: सही साइडबार
ms_my: Bar sisi kanan

source: Sidebar Ads Member Area
hi_in: साइडबार विज्ञापन सदस्य क्षेत्र
ms_my: Kawasan ahli Bar sisi iklan

source: This ad will be shown on the sidebar of your member area.
hi_in: इस विज्ञापन अपने सदस्य क्षेत्र के साइडबार पर दिखाया जाएगा।
ms_my: Iklan ini akan ditunjukkan pada sidebar kawasan ahli anda.

source: This ad will be shown at the right sidebar of your website. Note that the size of the ad has to be 300x350 pixels.
hi_in: यह विज्ञापन अपनी वेबसाइट का सही साइडबार में दिखाया जाएगा। ध्यान दें कि विज्ञापन का आकार 300 x 350 पिक्सेल होना चाहिए।
ms_my: Iklan ini akan ditunjukkan pada sidebar kanan Laman web anda. Ambil perhatian bahawa saiz iklan telah menjadi 300 x 350 pixel.

source: This ad will be shown at the right sidebar of your website. Note that the size of the ad has to be 160x600 pixels.
hi_in: यह विज्ञापन अपनी वेबसाइट का सही साइडबार में दिखाया जाएगा। ध्यान दें कि विज्ञापन का आकार 160 x 600 पिक्सेल होना चाहिए।
ms_my: Iklan ini akan ditunjukkan pada sidebar kanan Laman web anda. Ambil perhatian bahawa saiz iklan telah menjadi 160 x 600 piksel.

source: Auto Play Product Slider
hi_in: ऑटो प्ले उत्पाद स्लाइडर
ms_my: Auto Main produk Slider

source: welcome to classifieds
hi_in: वर्गीकृत करने के लिए आपका स्वागत है
ms_my: selamat datang ke Iklaneka

source: you can costumize css.
hi_in: आप costumize सीएसएस कर सकते हैं।
ms_my: anda boleh costumize css.

source: Switch on to activate custom font and color.
hi_in: कस्टम फ़ॉन्ट और रंग को सक्रिय करने के लिए पर स्विच।
ms_my: Hidupkan untuk mengaktifkan fon dan warna.

source: create new pages TOS and copy url here
hi_in: बनाएँ नया पृष्ठ TOS और यहाँ url की प्रतिलिपि बनाएँ
ms_my: mencipta laman baru KL dan Salin url di sini

source: you must install fb login plugin, before activate Facebook Login
hi_in: आप अमेरिकन प्लान लॉगिन प्लगइन स्थापित करें, पहले Facebook लॉगिन को सक्रिय करना होगा
ms_my: anda mesti memasang fb login plugin, sebelum mengaktifkan Facebook Login

source: you must install madhouse avatar plugin, before activate madhouse avatar
hi_in: आप पागलखाना अवतार प्लगइन स्थापित करें, पहले पागलखाना अवतार को सक्रिय करना होगा
ms_my: anda mesti memasang plugin madhouse avatar, sebelum mengaktifkan avatar Madhouse

source: you must install watchlist plugin, before activate watchlist
hi_in: आप ध्यानसूची प्लगइन स्थापित करना चाहिए, इससे पहले कि ध्यानसूची सक्रिय
ms_my: anda mesti memasang plugin Fool, sebelum mengaktifkan Fool

source: you can customize html code on home
hi_in: आप घर पर html कोड को अनुकूलित कर सकते हैं
ms_my: anda boleh menyesuaikan Kod html di rumah

source: you can costumize html on home under slider.
hi_in: आप costumize html स्लाइडर के तहत घर पर कर सकते हैं।
ms_my: anda boleh costumize html di rumah di bawah slaid.

source: insert your text or html code
hi_in: अपने पाठ या html कोड सम्मिलित करें
ms_my: masukkan kod anda teks atau html

source: This ad will be shown at the top of your website, next to the site title and above the search results. Note that the size of the ad has to be 728x90 pixels.
hi_in: यह विज्ञापन अपनी वेबसाइट, साइट शीर्षक के आगे और ऊपर खोज परिणामों के शीर्ष पर दिखाया जाएगा ध्यान दें कि विज्ञापन का आकार 728 × 90 पिक्सेल होना चाहिए।
ms_my: Iklan ini akan ditunjukkan di bahagian atas laman web anda, bersebelahan dengan tajuk laman dan ke atas hasil carian. Sila maklum bahawa saiz iklan perlu 728 x 90 pixel.

source: This ad will be shown among the search results of your site. Note that the size of the ad has to be 728x90 pixels.
hi_in: यह विज्ञापन आपकी साइट के खोज परिणामों में दिखाया जाएगा। ध्यान दें कि विज्ञापन का आकार 728 × 90 पिक्सेल होना चाहिए।
ms_my: Iklan ini akan ditunjukkan antara hasil carian laman web anda. Sila maklum bahawa saiz iklan perlu 728 x 90 pixel.

source: view
hi_in: देखें
ms_my: melihat

source: Slider text
hi_in: स्लाइडर
ms_my: Gelangsar

source: Public Profile
hi_in: सार्वजनक प्रोफाइल
ms_my: Profil Umum

source: Username
hi_in: उपयोगकर्ता नाम
ms_my: Nama pengguna

source: Company
hi_in: औद्योगिक
ms_my: Syarikat

source: WARNING: Once set, you will not be able to change your username again. Choose wisely.
hi_in: चेतावनी: एक बार सेट, आप अपने उपयोगकर्ता नाम को पुन: परिवर्तित करने में सक्षम नहीं होगा। बुद्धिमानी से चुनें।
ms_my: Amaran: Sekali set, anda tidak akan dapat menukar nama pengguna anda lagi. Pilih dengan bijak.

source: Change your username
hi_in: अपना उपयोगकर्ता नाम परिवर्तित करें
ms_my: Menukar nama pengguna anda

source: All your listings and alerts will be removed, this action can not be undone.
hi_in: अपने सभी लिस्टिंग और चेतावनियाँ निकाल दी जाएगी, यह क्रिया पूर्ववत् नहीं किया जा सकता है।
ms_my: Semua iklan dan notifikasi anda akan dihapuskan, tindakan ini tidak boleh diubah lagi.

source: Delete account
hi_in: खाता हटाएँ
ms_my: Hapuskan akaun saya

source: Rival Images
hi_in: प्रतिद्वंद्वी छवियाँ
ms_my: Saingan imej

source: Rival Theme Settings
hi_in: प्रतिद्वंद्वी विषयवस्तु सेटिंग्स
ms_my: Menyaingi seting tema

source: Rival Category
hi_in: प्रतिद्वंद्वी श्रेणी
ms_my: Saingan kategori

source: Submit Ads
hi_in: सबमिट
ms_my: Hantar

source: New listings
hi_in: नवीनतम लिस्टिंग
ms_my: Iklan baru

source: Random listings
hi_in: यादृच्छिक लिस्टिंग
ms_my: Senarai rawak

source: New
hi_in: नमां
ms_my: Baru

source: Random
hi_in: रैंडम
ms_my: Rawak

source: Premium
hi_in: प्रीमियम

source: See all listings
hi_in: सभी लिस्टिंग देखें
ms_my: Lihat senarai semua

source: Locations
hi_in: स्थान
ms_my: Lokasi

source: Popular
hi_in: लोकप्रिय

source: Featured brand
hi_in: विशेष रुप से प्रदर्शित ब्रांड
ms_my: Pilihan jenama

source: Statistic Info
hi_in: आंकड़े
ms_my: Maklumat Statistik

source: Social network
hi_in: सामाजिक जालक्रम
ms_my: Perkhidmatan rangkaian sosial

source: Payment
hi_in: भुगतान
ms_my: Pembayaran

source: My listings
hi_in: मेरे विज्ञापन
ms_my: Senarai iklan

source: Settings
hi_in: सेटिंग्स
ms_my: Tetapan

source: My alert
hi_in: चेतावनी
ms_my: Notifikasi

source: My Listings
hi_in: मेरे विज्ञापन
ms_my: Senarai iklan

source: <i class="fa fa-list"></i> My listings
hi_in: <i class="fa fa-list"></i>मेरी लिस्टिंग
ms_my: <i class="fa fa-list"></i>Senarai saya

source: <i class="fa fa-bell"></i> My alerts
hi_in: <i class="fa fa-bell"></i>मेरे चेतावनियाँ
ms_my: <i class="fa fa-bell"></i>Amaran saya

source: <i class="fa fa-gear"></i> Settings
hi_in: <i class="fa fa-gear"></i>सेटिंग्स
ms_my: <i class="fa fa-gear"></i>Seting

source: <i class="fa fa-edit"></i> Change e-mail
hi_in: <i class="fa fa-edit"></i>ई-मेल बदलें
ms_my: <i class="fa fa-edit"></i>Menukar e-mel

source: <i class="fa fa-lock"></i> Change password
hi_in: <i class="fa fa-lock"></i>पासवर्ड परिवर्तित करें
ms_my: <i class="fa fa-lock"></i>Tukar kata laluan

source: <i class="fa fa-sign-out"></i> Logout
hi_in: <i class="fa fa-sign-out"></i>लॉग आउट
ms_my: <i class="fa fa-sign-out"></i>Log keluar

source: Seller profile
hi_in: विक्रेता प्रोफ़ाइल
ms_my: Profil Penjual

source: Leave Comment
hi_in: टिप्पणी छोड़ दो
ms_my: Tinggalkan komen

source: Send mail
hi_in: मेल भेजो
ms_my: Hantar surat

source: Premium listings
hi_in: प्रीमियम लिस्टिंग
ms_my: Iklan Premium

source: Search filter
hi_in: खोज छाने
ms_my: Penapis gelintar

source: General information
hi_in: सामान्य जानकारी
ms_my: Maklumat Am

source: Upload images
hi_in: छवियों को अपलोड करें
ms_my: Memuat naik imej

source: Views
hi_in: दृश्य
ms_my: Tayang

source: Standart ads
hi_in: Standart विज्ञापन
ms_my: Iklan standart

source: Premium ads
hi_in: प्रीमियम विज्ञापन
ms_my: Iklan premium

source: Default Thumbnail
hi_in: डिफ़ॉल्ट थंबनेल
ms_my: Kuku jari lalai

source: Small slider
hi_in: छोटे स्लाइडर
ms_my: Slaid kecil

source: Slider Small Images
hi_in: स्लाइडर छोटे छवियों
ms_my: Slaid imej kecil

source: Category count
hi_in: श्रेणी गणना
ms_my: Kiraan kategori

source: Custom Useful Information
hi_in: कस्टम उपयोगी जानकारी
ms_my: Adat maklumat yang berguna

source: Home Premium Ads
hi_in: होम प्रीमियम विज्ञापन
ms_my: Iklan Home Premium

source: Latest and Random Ads Display
hi_in: नवीनतम और यादृच्छिक विज्ञापन प्रदर्शन
ms_my: Paparan iklan rawak dan terbaru

source: Home latest Ads
hi_in: घर नवीनतम विज्ञापन
ms_my: Iklan Tempahan rumah

source: Home Random Ads
hi_in: घर यादृच्छिक विज्ञापन
ms_my: Iklan rawak rumah

source: Ads by category Display
hi_in: श्रेणी प्रदर्शन द्वारा विज्ञापन
ms_my: Iklan mengikut kategori paparan

source: Ads by category
hi_in: श्रेणी द्वारा विज्ञापन
ms_my: Iklan mengikut Kategori

source: Item post multilanguges
hi_in: आइटम पोस्ट multilanguges
ms_my: Item jawatan multilanguges

source: This ad will be shown at the top of your website. Note that the size of the ad has to be 728x90 pixels.
hi_in: यह विज्ञापन अपनी वेबसाइट के शीर्ष पर दिखाया जाएगा। ध्यान दें कि विज्ञापन का आकार 728 × 90 पिक्सेल होना चाहिए।
ms_my: Iklan ini akan ditunjukkan di bahagian atas laman web anda. Sila maklum bahawa saiz iklan perlu 728 x 90 pixel.

source: Price settings
hi_in: मूल्य सेटिंग्स
ms_my: Harga tetapan

source: You can use 6 sceme color from theme or you can customize your own color with switch on customize panel.
hi_in: आप विषय से 6 sceme रंग का उपयोग कर सकते हैं या आप अपने स्वयं के रंग स्विच के साथ अनुकूलित कर सकते हैं पर पैनल अनुकूलित करें।
ms_my: Anda boleh menggunakan warna sceme 6 dari tema atau anda boleh menyesuaikan warna anda sendiri dengan suis pada menyesuaikan panel.

source: create new TOS pages and paste url here
hi_in: नई TOS पृष्ठ बनाएँ और url यहाँ पेस्ट
ms_my: mencipta Laman KL baru dan paste url di sini

source: Slider Title and Subtitle
hi_in: स्लाइडर शीर्षक और उपशीर्षक
ms_my: Slaid tajuk dan subtajuk

source: Seller information
hi_in: विक्रेता जानकारी
ms_my: Maklumat Pengiklan

source: Popular Location
hi_in: लोकप्रिय स्थान
ms_my: Lokasi popular

source: Latest search
hi_in: नवीनतम खोज
ms_my: Carian Tempahan

source: All
hi_in: सभी
ms_my: Semua

source: Item Id
hi_in: आइटम आईडी
ms_my: Id barang

source: Total member
hi_in: कुल सदस्य
ms_my: Jumlah member

source: Your email
hi_in: आपका ई-मेल
ms_my: Email Anda

source: Already have an account ?
hi_in: 'क्या आपके पास पहले से ही खाता है?
ms_my: Sudah ada akaun?

source: Lost password ?
hi_in: पासवर्ड खो गया?
ms_my: Lupa kata laluan?

source: Don't have an account !
hi_in: क्या आपका खाता नहीं है!
ms_my: Tidak mempunyai akaun!

source: Forgot password
hi_in: पासवर्ड भूल गये
ms_my: Lupa Kata Laluan

source: Note
hi_in: नोट
ms_my: Nota

source: Please don't send spam messages
hi_in: कृपया स्पैम संदेश न भेजें
ms_my: Sila Jangan Hantar mesej spam

source: View
hi_in: दृश्य
ms_my: Melihat

source: <i class="fa fa-user"></i> Profile
hi_in: <i class="fa fa-user"></i>प्रोफ़ाइल
ms_my: <i class="fa fa-user"></i>Profil

source: User Id
hi_in: उपयोगकर्ता की आई डी
ms_my: ID Pengguna

source: Edit item
hi_in: "आइटम संपादत करो"

source: Detail
hi_in: तफसील
ms_my: Terperinci

source: Client
hi_in: क्लाइंट
ms_my: Edit pelanggan

source: Advance Search
hi_in: अग्रिम खोज
ms_my: Carian lanjutan

source: Subcribe
hi_in: सदस्यता लें

source: Hi Guest !
hi_in: नमस्ते, अतिथि!
ms_my: Hi tetamu!

source: ID
hi_in: आईडी

source: Check with seller
hi_in: विक्रेता के साथ की जाँच करें
ms_my: Hubungi pengiklan

source: Documentation
hi_in: प्रलेखन
ms_my: Dokumentasi

source: Recommended plugin
hi_in: अनुशंसित प्लगइन
ms_my: Plugin yang disyorkan

source: If you want this features, you can install
hi_in: यदि आप इस सुविधा चाहते हैं, तो आप स्थापित कर सकते हैं
ms_my: Jika anda mahu ciri-ciri ini, anda boleh memasang

source: Report Bugs
hi_in: किसी बग की रिपोर्ट करें
ms_my: Laporkan pepijat

source: If you have problem or bugs please ask devoloper in here
hi_in: यदि आपके पास समस्या या बग पूछना कृपया यहाँ devoloper
ms_my: Jika anda mempunyai masalah atau pepijat sila tanya devoloper di sini

source: External links Menu
hi_in: मेनू बाह्य लिंक

source: Newly listed
hi_in: नव सूचीबद्ध"

source: Lower price first
hi_in: कम कीमत पहले

source: Higher price first
hi_in: उच्च मूल्य पहले

source: Download here
hi_in: यहाँ डाउनलोड करें

source: misclassified
ms_my: silap dikelaskan

source: External Links Menu
ms_my: Menu Pautan luar
