Repository: galangbryllyan123/toko-online
Catalog: *-content/themes/hero/languages/*/theme.po
Languages: hi_in, ms_my

source: New pasword
hi_in: नयाँ पासवोर्ड
ms_my: Kata laluan baru

source: Repeat new pasword
hi_in: नए पासवर्ड को दोहराएं
ms_my: Ulangi kata laluan baru

source: Page not found
hi_in: पेज नहीं मिला
ms_my: Laman tidak dijumpai

source: You have sucessfully subscribed to the alert
hi_in: आपने सफलतापूर्वक चेतावनी के लिए सदस्यता लिया है
ms_my: Anda telah berjaya melanggan notifikasi

source: Invalid email address
hi_in: अमान्य ई-मेल पता
ms_my: Alamat e-mel tidak sah

source: There was a problem with the alert
hi_in: चेतावनी में एक समस्या थी
ms_my: Ada masalah dengan notifikasi

source: Subscribe to this search
hi_in: इस खोज की सदस्यता लें
ms_my: Langgan ke carian ini

source: Subscribe now
hi_in: अब सदस्यता लें
ms_my: Langgan sekarang

source: Contact us
hi_in: हमसे संपर्क करें
ms_my: Hubungi kami

source: Subject
hi_in: विषय
ms_my: Subjek

source: optional
hi_in: वैकल्पिक
ms_my: pilihan

source: Message
hi_in: संदेश
ms_my: Mesej

source: Your name
hi_in: आपका नाम
ms_my: Nama anda

source: Your e-mail address
hi_in: तुम्हारा ईमेल
ms_my: Alamat e-mel

source: Send
hi_in: भेजें
ms_my: Hantar

source: Contact
hi_in: संपर्क करे
ms_my: Hubungi

source: Your search must be at least three characters long
hi_in: अपनी खोज में कम से कम तीन वर्ण लंबा होना चाहिए
ms_my: Carian anda mestilah sekurang-kurangnya tiga aksara panjangnya

source: Theme settings updated correctly
hi_in: विषयवस्तु सेटिंग्स सही रूप से अद्यतन
ms_my: Tetapan tema telah dikemas kini dengan betul

source: The logo image has been uploaded correctly
hi_in: लोगो छवि सही ढंग से अपलोड किया गया है
ms_my: Gambar logo telah dimuat naik dengan betul

source: An error has occurred, please try again
hi_in: कोई त्रुटि उत्पन्न हुई है, कृपया पुन: प्रयास करें
ms_my: Ralat telah berlaku, sila cuba lagi

source: The logo image has been removed
hi_in: लोगो छवि निकाल दिया गया है
ms_my: Gambar logo telah dipadamkan

source: Image not found
hi_in: छवि नहीं मिली"
ms_my: Imej tidak dijumpai

source: Header logo
hi_in: शीर्ष लेख प्रतीक चिन्ह
ms_my: Logo header

source: Theme settings
hi_in: विषयवस्तु सेटिंग्स
ms_my: Tetapan tema

source: ie. PHP Programmer
hi_in: अर्थात्। PHP प्रोग्रामर
ms_my: cth. PHP Programmer

source: No file selected
hi_in: किसी भी फाइल का चयन नहीं
ms_my: Tiada fail terpilih

source: Choose File
hi_in: कोई फाइल चुनो
ms_my: Pilih fail

source: My account
hi_in: मेरा खाता
ms_my: Akaun Saya

source: Logout
hi_in: लॉग-आउट
ms_my: Log keluar

source: Login
hi_in: लॉग-इन
ms_my: Log Masuk

source: Register for a free account
hi_in: एक मुफ़्त खाते के लिए रजिस्टर करें
ms_my: Daftar akaun percuma

source: E-mail
hi_in: ई-मेल
ms_my: E-mel

source: Password
hi_in: पासवर्ड
ms_my: Kata laluan

source: Remember me
hi_in: मुझे याद रखना
ms_my: Ingat log masuk

source: Log in
hi_in: लॉगिन करें
ms_my: Log masuk

source: Forgot password?
hi_in: पासवर्ड भूल गये?
ms_my: Lupa kata laluan anda?

source: Language
hi_in: भाषा
ms_my: Bahasa

source: Publish your ad for free
hi_in: अपना विज्ञापन मुफ्त में प्रकाशित करें
ms_my: Hantar iklan percuma anda

source: Select a category
hi_in: एक वर्ग का चयन करें
ms_my: Pilih kategori

source: Search
hi_in: खोज
ms_my: Cari

source: Contact seller
hi_in: विक्रेता से संपर्क करें
ms_my: Hubungi Penjual

source: You must log in or register a new account in order to contact the advertiser
hi_in: विज्ञापनदाता से संपर्क करने के लिए आपको लॉग इन करना होगा या नये खाते को पंजीकृत करना होगा
ms_my: Anda mesti log masuk atau daftar akaun baru untuk menghubungi pengiklan

source: To (seller)
hi_in: करने के लिए (विक्रेता)
ms_my: Kepada (penjual)

source: Listing
hi_in: सूची
ms_my: Senarai

source: Phone number
hi_in: फोन नंबर
ms_my: Nombor telefon

source: Send message
hi_in: संदेश भेजें
ms_my: Hantar mesej

source: Update your listing
hi_in: अपने विज्ञापन अपडेट करें
ms_my: Kemaskini Terakhir senarai anda

source: General Information
hi_in: सामान्य जानकारी
ms_my: Maklumat Umum

source: Category
hi_in: वर्ग
ms_my: Kategori

source: Price
hi_in: मूल्य
ms_my: Harga

source: Photos
hi_in: तस्‍वीरें
ms_my: Foto

source: Add new photo
hi_in: नया फ़ोटो जोड़ें
ms_my: Tambah gambar baru

source: Location
hi_in: स्थान
ms_my: Lokasi

source: Country
hi_in: देश
ms_my: Negara

source: Region
hi_in: प्रदेश
ms_my: Wilayah

source: City
hi_in: शहर
ms_my: Bandar

source: City area
hi_in: शहरी क्षेत्र
ms_my: Kawasan bandar

source: Address
hi_in: पता
ms_my: Alamat

source: Update
hi_in: अपडेट करें
ms_my: Kemas kini

source: Cancel
hi_in: रद्द करें
ms_my: Batal

source: Publish a listing
hi_in: एक सूची प्रकाशित
ms_my: Terbitkan penyenaraian

source: Listing Location
hi_in: लिस्टिंग स्थान
ms_my: Lokasi penyenaraian

source: City Area
hi_in: शहर क्षेत्र
ms_my: Kawasan bandar

source: Seller's information
hi_in: विक्रेता की जानकारी
ms_my: Maklumat Pengiklan

source: Name
hi_in: नाम
ms_my: Nama

source: Show e-mail on the listing page
hi_in: ई-मेल का लिस्टिंग पेज पर दिखाएँ
ms_my: Menunjukkan e-mel pada halaman penyenaraian

source: Publish
hi_in: प्रकाशित करें
ms_my: Terbitkan

source: Send to a friend
hi_in: एक दोस्त को भेजें
ms_my: Hantar kepada kawan

source: Your friend's name
hi_in: अपने मित्र का नाम
ms_my: Nama kawan anda

source: Your friend's e-mail address
hi_in: आपके मित्र का ई-मेल पता
ms_my: Alamat email kawan anda

source: Mark as
hi_in: ऐसे चिन्हित कीजिये
ms_my: Tanda sebagai

source: spam
hi_in: स्पैम

source: duplicated
hi_in: दोहराया गया
ms_my: disalin

source: expired
hi_in: समय सीमा समाप्त
ms_my: tamat tempoh

source: offensive
hi_in: अपमानजनक
ms_my: menyakitkan hati

source: Published date
hi_in: प्रकाशन की तारीख
ms_my: Tarikh diterbitkan

source: Modified date
hi_in: संशोधित तिथि
ms_my: Tarikh diubahsuai

source: Share
hi_in: सांझा करे
ms_my: Kongsi

source: Useful information
hi_in: उपयोगी जानकारी
ms_my: Maklumat Berguna

source: Avoid scams by acting locally or paying with PayPal
hi_in: स्थानीयरुपमा वा पेपैल भुगतान घोटालाबाट बच्नुहोस |
ms_my: Elakkan penipuan dengan bertindak dalam atau membayar dengan PayPal

source: Never pay with Western Union, Moneygram or other anonymous payment services
hi_in: वेस्टर्न यूनियन, Moneygram वा अन्य अनाम भुगतान सेवाबाट भुगतान कहिले नगर्नुहोस |
ms_my: Jangan sekali-kali membayar dengan Western Union, MoneyGram atau lain-lain perkhidmatan pembayaran tanpa nama

source: Don't buy or sell outside of your country. Don't accept cashier cheques from outside your country
hi_in: खरीद या बेच को आफ्नो देश बाहिर नगर्नुहोस । देश बाहीर खजांची चेक कहिले नपठाउनुहोला |
ms_my: Jangan membeli atau menjual di luar negara anda. Jangan menerima cek juruwang dari luar negara anda

source: This site is never involved in any transaction, and does not handle payments, shipping, guarantee transactions, provide escrow services, or offer "buyer protection" or "seller certification"
hi_in: यो साइट कुनै बेचबिखन सौदामा भागीदारी छैन ,र आपसी लेन-देन, शिपिंग को गारंटी, वा कुनै सेवा प्रदान गर्दैन | कुनै पनि प्रस्ताव "खरीदार संरक्षण" या "विक्रेता प्रमाणन" हामी संग केही सहोकार हुन्न |
ms_my: Laman web ini adalah tidak pernah terlibat dalam mana-mana urus niaga, dan tidak mengendalikan pembayaran, penghantaran, transaksi jaminan, menyediakan perkhidmatan escrow, atau menawarkan "perlindungan pembeli" atau "penjual pensijilan"

source: Comments
hi_in: टिप्पणियां
ms_my: Komen

source: by
hi_in: द्वारा
ms_my: oleh

source: Delete your comment
hi_in: अपनी टिप्पणी हटाएं
ms_my: Padam komen anda

source: Delete
hi_in: हटाना
ms_my: Padam

source: Leave your comment (spam and offensive messages will be removed)
hi_in: अपनी टिप्पणी (स्पैम और आक्रामक संदेशों को हटा दिया जाएगा) छोड़ दो
ms_my: Tinggalkan komen anda (spam dan mesej kesat akah dialih keluar)

source: Leave your comment
hi_in: आपकी टिप्पणी छोड़ दो
ms_my: Tinggalkan komen anda

source: Your e-mail
hi_in: आपका ई-मेल
ms_my: E-mel anda

source: Title
hi_in: शीर्षक
ms_my: Tajuk

source: Comment
hi_in: टिप्पणी
ms_my: Komen

source: Image
hi_in: चित्र
ms_my: Imej

source: Contact publisher
hi_in: प्रकाशक से संपर्क करें
ms_my: Hubungi penerbit

source: Tel
hi_in: टेलीफोन

source: Enter the words above
hi_in: शब्दों के ऊपर दर्ज करें
ms_my: Masukkan perkataan di atas

source: Help
hi_in: सहायता
ms_my: Bantuan

source: Latest Listings
hi_in: नवीनतम विज्ञापन
ms_my: Senarai Iklan Terkini

source: No Latest Listings
hi_in: नवीनतम विज्ञापन नहीं
ms_my: Tiada Senarai Iklan Terkini

source: See all offers
hi_in: सभी प्रस्ताव देखें
ms_my: Papar semua iklan

source: Sort by
hi_in: इसके अनुसार क्रमबद्ध करें
ms_my: Susun mengikut

source: There are no results matching "%s"
hi_in: "%s" से मेल खाते कोई परिणाम नहीं हैं
ms_my: Tiada keputusan yang hampir sama "%s"

source: Your search
hi_in: खोजे
ms_my: Cari

source: Show only
hi_in: केवल दिखाअो
ms_my: Menunjukkan hanya

source: Show only listings with pictures
hi_in: चित्रों के साथ केवल प्रविष्टियाँ दिखाएँ
ms_my: Menunjukkan senarai hanya dengan gambar

source: Min
hi_in: मिनट

source: Max
hi_in: अधिकतम
ms_my: Maks

source: Apply
hi_in: लागू करें
ms_my: Mengaplikasikan

source: Selected
hi_in: चुनिंदा
ms_my: Dipilih

source: Nothing selected, input was
hi_in: कुछ भी नहीं चुने गए, इनपुट था
ms_my: Tidak ada yang dipilih, input

source: User account manager
hi_in: उपयोगकर्ता खाता प्रबंधक
ms_my: Pengurusan akaun pengguna

source: Your alerts
hi_in: अलर्ट
ms_my: Notifikasi anda

source: You do not have any alerts yet
hi_in: आप किसी भी सूचना अभी तक नहीं है
ms_my: Anda tidak mempunyai apa-apa notifikasi lagi

source: Alert
hi_in: चेतावनी
ms_my: Notifikasi

source: This action can't be undone. Are you sure you want to continue?
hi_in: यह क्रिया पूर्ववत नहीं हो सकती। क्या वाकई आप जारी रखना चाहते हैं?
ms_my: Tindakan ini tidak boleh diubah lagi. Adakah anda pasti untuk teruskan?

source: Delete this alert
hi_in: इस सूचना को हटाना
ms_my: Padam notifikasi ini

source: Publication date
hi_in: प्रकाशन दिनांक
ms_my: Tarikh penerbitan

source: Listings
hi_in: विज्ञापन
ms_my: Senarai iklan

source: Change your e-mail
hi_in: अपने ई-मेल बदलें
ms_my: Tukar email anda

source: Current e-mail
hi_in: वर्तमान ई-मेल
ms_my: Email semasa

source: New e-mail
hi_in: ईमेल
ms_my: E-mel baru

source: Change your password
hi_in: पासवर्ड बदलें
ms_my: Tukar kata laluan anda

source: Current password
hi_in: चालू पासवर्ड
ms_my: Kata laluan sekarang

source: New password
hi_in: नया पासवर्ड
ms_my: Kata laluan baharu

source: Repeat new password
hi_in: नया पासवर्ड दोहराएँ
ms_my: Ulang Kata Laluan Baharu

source: Listings from %s
hi_in: से लिस्टिंग %s
ms_my: Senarai daripada %s

source: No listings have been added yet
hi_in: कोई प्रविष्टियाँ नहीं अभी तक जोड़ा गया है
ms_my: Tiada iklan yang ditambah lagi

source: View listing
hi_in: लिस्टिंग देखें
ms_my: Lihat senarai

source: Edit
hi_in: संपादित करें

source: Activate
hi_in: एक्टिवेट
ms_my: Aktifkan

source: Recover your password
hi_in: पासवर्ड पुनः प्राप्त करना
ms_my: Dapatkan semula kata laluan anda

source: Change password
hi_in: पासवर्ड बदलें
ms_my: Tukar kata laluan

source: Your listings
hi_in: आपकी लिस्टिंग
ms_my: Iklan anda

source: Post a new listing
hi_in: एक नया विज्ञापन पोस्ट करें
ms_my: Hantar Penyenaraian baru

source: You don't have any listings yet
hi_in: आप किसी भी लिस्टिंग अभी तक नहीं है
ms_my: Anda tidak mempunyai senarai mana-mana lagi

source: This action can not be undone. Are you sure you want to continue?
hi_in: यह क्रिया पूर्ववत नहीं हो सकता है। क्या वाकई आप जारी रखना चाहते हैं?
ms_my: Tindakan ini tidak boleh diubah lagi. Adakah anda pasti untuk teruskan?

source: Access to your account
hi_in: अपने खाते के लिए पहुँच
ms_my: Akses ke akaun anda

source: Update your profile
hi_in: अपने प्रोफ़ाइल अद्यतन
ms_my: Kemas kini profil anda

source: Modify e-mail
hi_in: ई-मेल को संशोधित करें
ms_my: Ubah suai e-mel

source: Modify password
hi_in: पासवर्ड को संशोधित करें
ms_my: Mengubah kata laluan

source: User type
hi_in: उपयोगकर्ता का प्रकार
ms_my: Jenis pengguna

source: Cell phone
hi_in: सेल फोन
ms_my: Telefon bimbit

source: Phone
hi_in: फ़ोन
ms_my: Telefon

source: Website
hi_in: वेबसाइट
ms_my: Laman Web

source: %s's profile
hi_in: %s की प्रोफ़ाइल
ms_my: profil di %s

source: Profile
hi_in: प्रोफाइल
ms_my: Profil

source: Full name
hi_in: पूरा नाम
ms_my: Nama Penuh

source: User Description
hi_in: विवरण
ms_my: Penerangan Pengguna

source: Latest listings
hi_in: नवीनतम लिस्टिंग
ms_my: Senarai iklan terkini

source: Send me a new password
hi_in: मुझे एक नया पासवर्ड भेजें
ms_my: Hantar kata laluan baru

source: Register an account for free
hi_in: मुफ्त खाता रजिस्टर करें
ms_my: Mendaftar akaun percuma

source: Re-type password
hi_in: पासवर्ड पुनः टाइप करें
ms_my: Taip semula kata laluan

source: Passwords don't match
hi_in: पासवर्ड मेल नहीं खाते
ms_my: Kata laluan tidak sepadan

source: Create
hi_in: बनाना
ms_my: Membina

source: Preview
hi_in: पूर्वावलोकन
ms_my: Pratonton

source: View more...
hi_in: अधिक देखने
ms_my: Saksikan lebih banyak...

source: Remove logo
hi_in: हटाना
ms_my: Padam logo

source: Upload logo
hi_in: अपलोड करें
ms_my: Muat naik logo anda

source: The preferred size of the logo is 600x100.
hi_in: लोगो का पसंदीदा आकार 600 x 100 है।
ms_my: Saiz logo adalah 600 x 100.

source: <strong>Note:</strong> Uploading another logo will overwrite the current logo.
hi_in: <strong>नोट:</strong> एक और लोगो अपलोड वर्तमान लोगो को अधिलेखित कर देगा।
ms_my: <strong>Nota:</strong> Muat naik logo lain akan menggantikan logo semasa.

source: Logo image (png,gif,jpg)
hi_in: लोगो छवि (png, gif, jpg)
ms_my: Gambar logo (png, gif, jpg)

source: Upload
hi_in: अपलोड करें
ms_my: Muat naik

source: The images folder <strong>%s</strong> is not writable on your server
hi_in: चित्र फ़ोल्डर <strong>%s</strong> आपके सर्वर पर लिखने योग्य नहीं है
ms_my: Imej folder <strong>%s</strong> tidak boleh tulis pada server anda

source: To make a directory writable under UNIX execute this command from the shell:
hi_in: एक निर्देशिका UNIX के तहत लिखने योग्य बनाने के लिए खोल से इस आदेश निष्पादित करें:
ms_my: Untuk membuat satu direktori boleh tulis di bawah UNIX laksanakan arahan ini dari shell:

source: Donate
hi_in: दान करना
ms_my: Derma

source: Search placeholder
hi_in: खोजें प्लेसहोल्डर
ms_my: Placeholder carian

source: Footer link
hi_in: पाद लेख
ms_my: Pengaki

source: Save changes
hi_in: बदलाव संचित करें
ms_my: Save Perubahan

source: Custom
hi_in: रिवाज

source: It's your own listing, you can't contact the publisher.
hi_in: यह अपनी खुद की सूची है, तो आप प्रकाशक से संपर्क नहीं कर सकते हैं।
ms_my: Iklan anda sendiri, anda tidak bolah menghubungi pengiklan.

source: The listing is expired. You can't contact the publisher.
hi_in: प्रविष्टि समयसीमा समाप्त हो गई है। आप प्रकाशक से संपर्क नहीं कर सकता।
ms_my: Penyenaraian telah tamat. Anda tidak dapat menghubungi penerbit.

source: No logo has been uploaded yet
hi_in: कोई लोगो अभी तक अपलोड किया गया है
ms_my: Tiada lagi logo yang telah dimuat naik

source: Osclass can't upload the logo image from the administration panel.
hi_in: Osclass प्रशासन पैनल से लोगो छवि अपलोड नहीं कर सकते।
ms_my: OSClass tidak boleh memuat naik gambar logo melalui panel admin.

source: I want to help Osclass by linking to <a href="http://osclass.org/" target="_blank">osclass.org</a> from my site with the following text:
hi_in: मैं Osclass निम्नलिखित पाठ के साथ मेरी साइट से <a href="http://osclass.org/" target="_blank">osclass.org</a> को जोड़ने के द्वारा मदद करने के लिए चाहते हैं:
ms_my: Saya ingin membantu Osclass dengan mengaitkan kepada <a href="http://osclass.org/" target="_blank">osclass.org</a> daripada laman saya dengan teks berikut:

source: Please make the aforementioned image folder writable.
hi_in: कृपया aforementioned छवि फ़ोल्डर को लिखने योग्य बनाएँ।
ms_my: Pastikan folder imej adalah boleh tulis dalam server.

source: I would like to contribute to the development of Osclass with a donation of
hi_in: मैं एक दान के साथ Osclass के विकास में योगदान करना चाहता हूँ
ms_my: Saya ingin memberi sumbangan kepada pembangunan Osclass dengan menyampaikan sumbangan kewangan berjumlah

source: This website is proudly using the <a title="Osclass web" href="http://osclass.org/">classifieds scripts</a> software <strong>Osclass</strong>
hi_in: इस वेबसाइट गर्व से <a title="Osclass web" href="http://osclass.org/">वर्गीकृत स्क्रिप्ट</a> सॉफ्टवेयर <strong>Osclass</strong> उपयोग कर रहा है
ms_my: Laman web ini dengan bangganya menggunakan perisian <a title="Osclass web" href="http://osclass.org/">skrip iklan</a> <strong>Osclass</strong>

source: Default logo
hi_in: डिफाल्ट
ms_my: Logo asal

source: Show default logo in case you didn't upload one previously
hi_in: डिफ़ॉल्ट लोगो दिखाने के मामले में आप एक पहले अपलोड नहीं किया था
ms_my: Papar logo asal jika tiada logi baru dimuat naik

source: Register
hi_in: रजिस्टर
ms_my: Daftar

source: View profile
hi_in: प्रोफाइल दिक्खो
ms_my: Lihat Profile

source: Send Mail
hi_in: मेल भेजो
ms_my: Hantar e-mel

source: Related Ads
hi_in: संबंधित विज्ञापन
ms_my: Iklan yang berkaitan

source: No Related Ads
hi_in: संबंधित विज्ञापन नहीं
ms_my: Tidak ada iklan yang berkaitan

source: Premium Listings
hi_in: प्रीमियम लिस्टिंग
ms_my: Iklan Premium

source: More Details
hi_in: अधिक जानकारी
ms_my: Perincian

source: Description
hi_in: विवरण
ms_my: Penerangan

source: Additional
hi_in: अतिरिक्त
ms_my: Tambahan

source: Warning
hi_in: चेतावनी
ms_my: Amaran

source: Terms of Use
hi_in: उपयोग की शर्तें
ms_my: Terma Penggunaan

source: I agree to the
hi_in: मैं इसके पर सहमत हूं
ms_my: Saya bersetuju dengan

source: Sorry but I can't find the page you're looking for
hi_in: क्षमा करें, लेकिन मैं पृष्ठ आप के लिए देख रहे हैं नहीं मिल सकता है
ms_my: Maaf tetapi saya tidak dapat mencari halaman yang anda sedang mencari

source: Let us help you, we have got a few tips for you to find it.
hi_in: हमें मदद से आप, हम कुछ सुझाव के लिए आप इसे खोजने के लिए मिल गया है।
ms_my: Mari kami bantu anda, kami telah mendapat beberapa petua untuk anda untuk menemuinya.

source: <strong>Search</strong> for it:
hi_in: इसके लिए <strong>खोज</strong> :
ms_my: <strong>Carian</strong> untuk:

source: <strong>Look</strong> for it in the most popular categories.
hi_in: <strong>देखो</strong> के लिए यह सबसे लोकप्रिय श्रेणियों में।
ms_my: <strong>Melihat</strong> ia dalam kategori paling popular.

source: Your Search
hi_in: खोजे
ms_my: Carian Anda

source: Categories
hi_in: श्रेणियाँ
ms_my: Kategori

source: More information
hi_in: होर जानकारी…
ms_my: Maklumat lanjut

source: Delete my account
hi_in: अपने खाते को हटाना
ms_my: Hapuskan akaun saya

source: Show As Galery
hi_in: Galery के रूप में दिखाएँ
ms_my: Paparkan Sebagai Galery

source: Show As List
hi_in: सूची के रूप में दिखाएं
ms_my: Ditunjukkan sebagai list

source: %1$d - %2$d of %3$d listings
hi_in: %1$d - %2$d %3$d लिस्टिंग से
ms_my: d $ %1 - %2$ d dalam %3$ d senarai

source: Hot!
hi_in: गर्म!
ms_my: tertiu!

source: Images already uploaded
hi_in: छवियां पहले ही अपलोड की गईं
ms_my: Imej yang telah dimuat naik

source: Click or Drop for upload images
hi_in: क्लिक करें, या ड्रॉप अपलोड छवियों के लिए
ms_my: Klik atau kunjungi untuk meng-upload gambar

source: Login with Facebook
hi_in: फेसबुक में जाये
ms_my: Login dengan Facebook

source: Manage your items
hi_in: अपने आइटम प्रबंधित करें
ms_my: Menguruskan iklan anda

source: Manage your alerts
hi_in: अपने अलर्ट प्रबंधित करें
ms_my: Uruskan notifikasi anda

source: Select a region...
hi_in: इक प्रदेश चुनो
ms_my: Sila pilih satu kawasan...

source: Social Network
hi_in: सामाजिक जालक्रम
ms_my: Rangkaian sosial

source: Sponsored ad
hi_in: प्रायोजित विज्ञापन
ms_my: Ditaja iklan

source: Home
hi_in: मुखपृष्ठ
ms_my: Halaman Utama

source: See all ads from
hi_in: से सभी विज्ञापन देखें
ms_my: Lihat semua iklan dari

source: Pages
hi_in: पन्ने
ms_my: Halaman

source: Advanced search
hi_in: उन्नत खोज
ms_my: Carian lanjutan

source: hide
hi_in: छिपाना
ms_my: menyembunyikan

source: Oops!
hi_in: ओह!

source: 404 Not Found
hi_in: '404 नहीं मिला'
ms_my: 404 Tidak Ditemui

source: Sorry, an error has occured, Requested page not found!
hi_in: क्षमा करें, त्रुटि उत्पन्न हुई है, अनुरोधित पृष्ठ नहीं मिला!
ms_my: Maaf, satu ralat telah berlaku, diminta Laman tidak dijumpai!

source: Take Me Home
hi_in: मुझे घर ले
ms_my: Membawa ke halaman depan

source: Contact Support
hi_in: समर्थन से संपर्क करें
ms_my: Hubungi sokongan

source: Sign In
hi_in: साइन इन करें
ms_my: Log Masuk

source: Sign Up
hi_in: साइन अप करें
ms_my: Mendaftar

source: Sign Out
hi_in: साइन आउट करो
ms_my: Log Keluar

source: Don't have an account!
hi_in: क्या आपका कोई खाता नहीं है!
ms_my: Tidak mempunyai akaun!

source: Sign Up here
hi_in: यहाँ साइन अप करें
ms_my: Mendaftar di sini

source: Already have an account?
hi_in: क्या आपके पास पहले से एक खाता मौजूद है?
ms_my: Sudah ada akaun?

source: Viewed
hi_in: देखा गया
ms_my: Dilihat

source: See all Ads
hi_in: सभी देखें
ms_my: Lihat semua iklan

source: Premium Ads
hi_in: प्रीमियम विज्ञापन
ms_my: Iklan premium

source: Latest Ads
hi_in: नवीनतम विज्ञापन
ms_my: Tempahan iklan

source: Featured Brand
hi_in: विशेष रुप से प्रदर्शित ब्रांड
ms_my: Pilihan jenama

source: Select a country
hi_in: इक देश चुनो
ms_my: Sila pilih negara

source: Select a region
hi_in: इक प्रदेश चुनो
ms_my: Sila pilih satu kawasan

source: Select a city
hi_in: कोई नगर चुनें
ms_my: Sila pilih bandar

source: Personal
hi_in: व्यक्तिगत
ms_my: Persorangan

source: See all ads
hi_in: सभी देखें
ms_my: See All

source: More details
hi_in: अधिक जानकारी
ms_my: Perincian

source: Details
hi_in: विवरण
ms_my: Perincian

source: Total Member
hi_in: कुल सदस्य
ms_my: Jumlah member

source: Total Ads
hi_in: कुल योग
ms_my: Jumlah iklan

source: Images
hi_in: छवियाँ
ms_my: Imej

source: Theme Settings
hi_in: विषयवस्तु सेटिंग्स
ms_my: Tetapan tema

source: Logo
hi_in: लो़गो

source: Logo Images
hi_in: लोगो छवियाँ
ms_my: Imej logo

source: Please reload or refresh your browser if images not change.
hi_in: कृपया फिर से लोड करें या छवियाँ नहीं बदलते हैं, तो अपने ब्राउज़र को ताज़ा करें।
ms_my: Sila tambah nilai atau segarkan semula pelayar anda jika imej tidak berubah.

source: Reload browser
hi_in: फिर से लोड करें ब्राउज़र
ms_my: Tambah nilai pelayar

source: Remove
hi_in: हटाना
ms_my: Padam

source: Logo and Images
hi_in: लोगो और छवियाँ
ms_my: Logo dan imej

source: The image has been uploaded correctly
hi_in: छवि सही ढंग से अपलोड किया गया है
ms_my: Imej yang telah dimuat naik dengan betul

source: The image has been removed
hi_in: छवि निकाल दिया गया है
ms_my: Gambar logo telah dipadamkan

source: Has not uploaded any image
hi_in: किसी भी छवि अपलोड नहीं किया गया है
ms_my: Belum upload imej apapun

source: Slider
hi_in: स्लाइडर
ms_my: Slaid

source: Slider Images
hi_in: स्लाइडर छवियाँ
ms_my: Gambar slaid

source: Background Images
hi_in: पृष्ठभूमि छवियाँ
ms_my: Imej latar belakang

source: Brand
hi_in: ब्रांड
ms_my: Jenama

source: Brand Images
hi_in: ब्रांड छवियाँ
ms_my: Imej jenama

source: Icons
hi_in: आइकन
ms_my: Ikon

source: Categories Icons
hi_in: श्रेणियाँ प्रतीक
ms_my: Ikon kategori

source: Please visit
hi_in: कृपया पर जाएँ
ms_my: Sila lawati

source: Just Copy and paste code images ex. home or heart.
hi_in: बस कॉपी और पेस्ट कोड छवियों उदा. घर या दिल।
ms_my: Hanya Copy dan paste kod imej cth rumah atau hati.

source: version
hi_in: संस्करण
ms_my: versi

source: Themes Powered by OsclassDotMe
hi_in: थीम OsclassDotMe द्वारा संचालित
ms_my: Tema Powered by OsclassDotMe

source: Category Images
hi_in: श्रेणी छवियाँ
ms_my: Kategori imej

source: Administrator Panel
hi_in: व्यवस्थापक पैनल
ms_my: Panel Pentadbir

source: General
hi_in: सार्वत्रिक
ms_my: Komen umum

source: Widget
hi_in: विजेट

source: Product
hi_in: उत्पाद
ms_my: Produk

source: Advertiser
hi_in: विज्ञापनदाता
ms_my: Iklan

source: Social
hi_in: सामाजिक
ms_my: Sosial

source: Font and color
hi_in: फ़ॉन्ट और रंग
ms_my: Fon dan warna

source: More
hi_in: और ज्यादा
ms_my: Lagi

source: Widget settings
hi_in: विजेट सेटिंग
ms_my: Seting widget
